groundwater.org
#+TITLE: Karst Tower hydrology
#+DESCRIPTION:
#+OPTIONS: toc:nil 

#+INCLUDE: "../web/config.org"
#+HTML_HEAD_EXTRA: <meta name="robots" content="noindex">


* Hydrogeology

** Force
 - Mass :: resistance to being accelerated
 - Weight :: gravitation force of an object
 - Momentum :: mass * velocity
 - 1 Newton :: force to accelerate /1 kg/ by /1 m/s^2/

*** Newton's First Law
#+BEGIN_QUOTE
In the absense of forces - a point mass moves with constant velocity *v* (= zero acceleration)
#+END_QUOTE

*** Newton's Second Law
#+BEGIN_QUOTE
The net force on a particle is *F=ma* \\
Where *a = dv/dt = d^{2}r/dt^{2}* \\
In other words, force is a change in momentum *p*. ie. *F= dp/dt*
#+END_QUOTE

*** Newton's Third Law
 #+BEGIN_QUOTE
 If =Object1= exerts a force *F_{21}* on =Object2=\\
 Then =Object2= always exerts an opposite force *F_{12}* \\
 Such that *F_{12} = -F_{21}*
 #+END_QUOTE

*** Conservation of momentum
 - Momentum :: mass * velocity
Givens:
- If you have a system with many particles *\alpha{} = [1,2 ... N]*
- They extert an influence on each other particle *F_{\alpha{} \beta{}}*
- They are under some external force *F^{ext}_{\alpha{}}*

** Gravity
The most basic force on every object. Depends on the masses of two particles and the distance btwn them
#+BEGIN_QUOTE
F_{gravity} = [ -GmM/r^{2} ] r^{^} \\
#+END_QUOTE
on earth, the mass of the earth is constant and the distance is the radius of the earth. So we simplify to one value  *g* = -GM/r^{2} /approx{} = 9.8 m/s/
#+BEGIN_QUOTE
F_{gravity} = -mgr^{^}
#+END_QUOTE


** Energy
A parallel concept is the idea of Energy. Though it looks like momentum, it's actually a separate constraint. Energy is also often (though not always) conserved. Generally speaking, water flows from an area of high energy to an area of low energy.
*** Work Energy
When a *Force* applies onto a particle over a *distance* it imparts an energy
Also known as the *Work-KE theorem*
#+BEGIN_QUOTE
\Delta{}T = T_{2}-T_{1} = \int{}_{1\rightarrow{}2} F\cdot{} /d/ r
#+END_QUOTE
Notice that this has no relation to the /time/!

*** Gravitation potential energy
When an object/particle is allowed to drop a height /h/, the force of gravity /F_{gravity}/ moves an object a distance /h/
#+BEGIN_QUOTE
F_{gravity} = -mgr^{^}
#+END_QUOTE
It drops a height *h* so it's simply /force \times{} height/
#+BEGIN_QUOTE
T_{potential} = F_{gravity} \times{} h = -mgh
#+END_QUOTE

*** Kinectic Energy
Once the particle has dropped to /height = 0/ then the potential energy goes to zero. The energy is all turned into *kinetic energy* - a function of the particle's final velocity. We integrate and solve for the equivalent velocity.
#+BEGIN_QUOTE
F = ma = mg \\
\int{}F = \int{}ma = \int{}mg \\
\int{}m d^{2}x(t)/dt^{2} = \int{}mg \\
m dx(t)/dt = mv_{0} + mgt \\
dx(t)/dt = v_{0} + gt \\
#+END_QUOTE
This final velocity is naturally a function of time /t/. So we need to solve for the travel time to the ground. We integrate once again.
#+BEGIN_QUOTE
m dx(t)/dt = v_{0} + mgt \\
\int{} m dx(t)/dt = \int{} v_{0} + mgt \\
mx(t) = x_{0} + v_{0}t + mgt^{2}/2 \\
#+END_QUOTE
The distance traveled /x(t) = h/. For simplicity we assume the initial position and velocity are zero. /x_{0} = 0/ and /v_{0} = 0/. We solve for /t/
#+BEGIN_QUOTE
mx(t) = x_{0} + v_{0}t + mgt^{2}/2 \\
mh = mgt^{2}/2 \\
t = \radic{} 2h/g \\
#+END_QUOTE
We put this back into our equation for the final velocity and solve
#+BEGIN_QUOTE
dx(t)/dt = v_{0} + gt /...(v_{0} = 0)/\\
dx(t)/dt = g(\radic{} 2h/g) = (\radic{} 2hg)\\
#+END_QUOTE
Now we construct the equation for the famous Kinetic Energy
#+BEGIN_QUOTE
T_{kinetic} = (1/2)mv^{2}
#+END_QUOTE
Notice how when we input the equation for the speed of an object that's falled a distance /h/ - we get back the potential energy
#+BEGIN_QUOTE
T_{kinetic} = (1/2)m(\radic{} 2hg)^{2} \\
T_{kinetic} = mgh
#+END_QUOTE
While we assumed no initial velocity /v_{0}=0/ - this is not a necessary condition. If a particle is shot towards the ground with some starting velocity it will be under the influence of gravity for a shorter amount of time but it will  nonetheless aquire the same amount of energy (TODO: Prove this...)

** Bernoulli's Equation
Now we can describe the energy of particles in a fluid as a fluid flows through a medium. In a static system, if we assume the fluid conserves energy then the fluid's energy state at any point in it's flow path must conform to the following sum
#+BEGIN_QUOTE
T_{total} = T_{potential} + T_{kinetic} + T_{p-V Work} \\
T_{potential} = ghm \\
T_{kinetic} = mv^{2]/2 \\
T_{p-V Work} = m \int{} dp/\rho{}
#+END_QUOTE
The first two terms have already been introduced, while the last term represents the work done on the fluid by any difference in pressure along the flow line. If the fluid flows from an area of low pressure to one of high pressure then it need to expend energy (ie. "climb up hill") against the force of pressure pushing it back
- p :: pressure (Force / Area - Newtons / m^{2})
- \rho{} :: density (mass / Volume - kg / m^{3})
If the fluid is incomprehisible (such as in the case of liquids) then /\rho{}/ is not a function of pressure /p/ and the integral is of the most basic type
#+BEGIN_QUOTE
T_{p-V Work} = m \int{} dp/\rho{} = m (p_{i} - p_{start}) / \rho{}
#+END_QUOTE
Where there is a starting pressure /p_{start}/ and /p_{i}/ is the pressure at a particular point along the flow path. The resulting total energy can be written as
#+BEGIN_QUOTE
T_{total} = ghm + mv^{2]/2 + m (p_{i} - p_{start}) / \rho{}
#+END_QUOTE
However instead of reasoning about the energy of a bit of fluid at some point /i/ of mass /m/ we instead find it easier to discuss it in terms of *fluid potential* /\Phi{}/ - which is the /energy per unit mass/
#+BEGIN_QUOTE
\Phi{} = gh + v^{2}/2 + (p_{i} - p_{start}) / \rho{}
#+END_QUOTE
For flow in ground water the velocity is generally quite small, so the kinetic term is normally dropped
#+BEGIN_QUOTE
\Phi{} = gh + (p_{i} - p_{start}) / \rho{}
#+END_QUOTE

