groundwater.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Karst Tower hydrology</title>
<meta name="author" content="George Kontsevich" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../web/kxygk.css" />
<link rel="shortcut icon" href="../web/panda.svg" type="image/x-icon">
<meta name="robots" content="noindex">

</head>
<body>
<div id="content" class="content">
<h1 class="title">Karst Tower hydrology</h1>


<div id="outline-container-org33e2c94" class="outline-2">
<h2 id="org33e2c94">Hydrogeology</h2>
<div class="outline-text-2" id="text-org33e2c94">
</div>
<div id="outline-container-org4462ddb" class="outline-3">
<h3 id="org4462ddb">Force</h3>
<div class="outline-text-3" id="text-org4462ddb">
<dl class="org-dl">
<dt>Mass</dt><dd>resistance to being accelerated</dd>
<dt>Weight</dt><dd>gravitation force of an object</dd>
<dt>Momentum</dt><dd>mass * velocity</dd>
<dt>1 Newton</dt><dd>force to accelerate <i>1 kg</i> by <i>1 m/s<sup>2</sup></i></dd>
</dl>
</div>

<div id="outline-container-orgb316bc4" class="outline-4">
<h4 id="orgb316bc4">Newton's First Law</h4>
<div class="outline-text-4" id="text-orgb316bc4">
<blockquote>
<p>
In the absense of forces - a point mass moves with constant velocity <b>v</b> (= zero acceleration)
</p>
</blockquote>
</div>
</div>

<div id="outline-container-org17ae47f" class="outline-4">
<h4 id="org17ae47f">Newton's Second Law</h4>
<div class="outline-text-4" id="text-org17ae47f">
<blockquote>
<p>
The net force on a particle is <b>F=ma</b> <br>
Where <b>a = dv/dt = d<sup>2</sup>r/dt<sup>2</sup></b> <br>
In other words, force is a change in momentum <b>p</b>. ie. <b>F= dp/dt</b>
</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgf7f5246" class="outline-4">
<h4 id="orgf7f5246">Newton's Third Law</h4>
<div class="outline-text-4" id="text-orgf7f5246">
<blockquote>
<p>
If <code>Object1</code> exerts a force <b>F<sub>21</sub></b> on <code>Object2</code><br>
Then <code>Object2</code> always exerts an opposite force <b>F<sub>12</sub></b> <br>
Such that <b>F<sub>12</sub> = -F<sub>21</sub></b>
</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgc0dd71c" class="outline-4">
<h4 id="orgc0dd71c">Conservation of momentum</h4>
<div class="outline-text-4" id="text-orgc0dd71c">
<dl class="org-dl">
<dt>Momentum</dt><dd>mass * velocity</dd>
</dl>
<p>
Givens:
</p>
<ul class="org-ul">
<li>If you have a system with many particles <b>&alpha; = [1,2 &#x2026; N]</b></li>
<li>They extert an influence on each other particle <b>F<sub>&alpha; &beta;</sub></b></li>
<li>They are under some external force <b>F<sup>ext</sup><sub>&alpha;</sub></b></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org489014c" class="outline-3">
<h3 id="org489014c">Gravity</h3>
<div class="outline-text-3" id="text-org489014c">
<p>
The most basic force on every object. Depends on the masses of two particles and the distance btwn them
</p>
<blockquote>
<p>
F<sub>gravity</sub> = [ -GmM/r<sup>2</sup> ] r<sup>^</sup> <br>
</p>
</blockquote>
<p>
on earth, the mass of the earth is constant and the distance is the radius of the earth. So we simplify to one value  <b>g</b> = -GM/r<sup>2</sup> <i>approx{} = 9.8 m/s</i>
</p>
<blockquote>
<p>
F<sub>gravity</sub> = -mgr<sup>^</sup>
</p>
</blockquote>
</div>
</div>


<div id="outline-container-orgc4cbc66" class="outline-3">
<h3 id="orgc4cbc66">Energy</h3>
<div class="outline-text-3" id="text-orgc4cbc66">
<p>
A parallel concept is the idea of Energy. Though it looks like momentum, it's actually a separate constraint. Energy is also often (though not always) conserved. Generally speaking, water flows from an area of high energy to an area of low energy.
</p>
</div>
<div id="outline-container-orgf9e5a98" class="outline-4">
<h4 id="orgf9e5a98">Work Energy</h4>
<div class="outline-text-4" id="text-orgf9e5a98">
<p>
When a <b>Force</b> applies onto a particle over a <b>distance</b> it imparts an energy
Also known as the <b>Work-KE theorem</b>
</p>
<blockquote>
<p>
&Delta;T = T<sub>2</sub>-T<sub>1</sub> = &int;<sub>1&rarr;2</sub> F&sdot; <i>d</i> r
</p>
</blockquote>
<p>
Notice that this has no relation to the <i>time</i>!
</p>
</div>
</div>

<div id="outline-container-orgb9a5a32" class="outline-4">
<h4 id="orgb9a5a32">Gravitation potential energy</h4>
<div class="outline-text-4" id="text-orgb9a5a32">
<p>
When an object/particle is allowed to drop a height <i>h</i>, the force of gravity <i>F<sub>gravity</sub></i> moves an object a distance <i>h</i>
</p>
<blockquote>
<p>
F<sub>gravity</sub> = -mgr<sup>^</sup>
</p>
</blockquote>
<p>
It drops a height <b>h</b> so it's simply <i>force &times; height</i>
</p>
<blockquote>
<p>
T<sub>potential</sub> = F<sub>gravity</sub> &times; h = -mgh
</p>
</blockquote>
</div>
</div>

<div id="outline-container-org552d0d7" class="outline-4">
<h4 id="org552d0d7">Kinectic Energy</h4>
<div class="outline-text-4" id="text-org552d0d7">
<p>
Once the particle has dropped to <i>height = 0</i> then the potential energy goes to zero. The energy is all turned into <b>kinetic energy</b> - a function of the particle's final velocity. We integrate and solve for the equivalent velocity.
</p>
<blockquote>
<p>
F = ma = mg <br>
&int;F = &int;ma = &int;mg <br>
&int;m d<sup>2</sup>x(t)/dt<sup>2</sup> = &int;mg <br>
m dx(t)/dt = mv<sub>0</sub> + mgt <br>
dx(t)/dt = v<sub>0</sub> + gt <br>
</p>
</blockquote>
<p>
This final velocity is naturally a function of time <i>t</i>. So we need to solve for the travel time to the ground. We integrate once again.
</p>
<blockquote>
<p>
m dx(t)/dt = v<sub>0</sub> + mgt <br>
&int; m dx(t)/dt = &int; v<sub>0</sub> + mgt <br>
mx(t) = x<sub>0</sub> + v<sub>0</sub>t + mgt<sup>2</sup>/2 <br>
</p>
</blockquote>
<p>
The distance traveled <i>x(t) = h</i>. For simplicity we assume the initial position and velocity are zero. <i>x<sub>0</sub> = 0</i> and <i>v<sub>0</sub> = 0</i>. We solve for <i>t</i>
</p>
<blockquote>
<p>
mx(t) = x<sub>0</sub> + v<sub>0</sub>t + mgt<sup>2</sup>/2 <br>
mh = mgt<sup>2</sup>/2 <br>
t = &radic; 2h/g <br>
</p>
</blockquote>
<p>
We put this back into our equation for the final velocity and solve
</p>
<blockquote>
<p>
dx(t)/dt = v<sub>0</sub> + gt <i>&#x2026;(v<sub>0</sub> = 0)</i><br>
dx(t)/dt = g(&radic; 2h/g) = (&radic; 2hg)<br>
</p>
</blockquote>
<p>
Now we construct the equation for the famous Kinetic Energy
</p>
<blockquote>
<p>
T<sub>kinetic</sub> = (1/2)mv<sup>2</sup>
</p>
</blockquote>
<p>
Notice how when we input the equation for the speed of an object that's falled a distance <i>h</i> - we get back the potential energy
</p>
<blockquote>
<p>
T<sub>kinetic</sub> = (1/2)m(&radic; 2hg)<sup>2</sup> <br>
T<sub>kinetic</sub> = mgh
</p>
</blockquote>
<p>
While we assumed no initial velocity <i>v<sub>0</sub>=0</i> - this is not a necessary condition. If a particle is shot towards the ground with some starting velocity it will be under the influence of gravity for a shorter amount of time but it will  nonetheless aquire the same amount of energy (TODO: Prove this&#x2026;)
</p>
</div>
</div>
</div>

<div id="outline-container-orgbd6e830" class="outline-3">
<h3 id="orgbd6e830">Bernoulli's Equation</h3>
<div class="outline-text-3" id="text-orgbd6e830">
<p>
Now we can describe the energy of particles in a fluid as a fluid flows through a medium. In a static system, if we assume the fluid conserves energy then the fluid's energy state at any point in it's flow path must conform to the following sum
</p>
<blockquote>
<p>
T<sub>total</sub> = T<sub>potential</sub> + T<sub>kinetic</sub> + T<sub>p-V Work</sub> <br>
T<sub>potential</sub> = ghm <br>
T<sub>kinetic</sub> = mv^{2]/2 <br>
T<sub>p-V Work</sub> = m &int; dp/&rho;
</p>
</blockquote>
<p>
The first two terms have already been introduced, while the last term represents the work done on the fluid by any difference in pressure along the flow line. If the fluid flows from an area of low pressure to one of high pressure then it need to expend energy (ie. "climb up hill") against the force of pressure pushing it back
</p>
<dl class="org-dl">
<dt>p</dt><dd>pressure (Force / Area - Newtons / m<sup>2</sup>)</dd>
<dt>&rho;</dt><dd>density (mass / Volume - kg / m<sup>3</sup>)</dd>
</dl>
<p>
If the fluid is incomprehisible (such as in the case of liquids) then <i>&rho;</i> is not a function of pressure <i>p</i> and the integral is of the most basic type
</p>
<blockquote>
<p>
T<sub>p-V Work</sub> = m &int; dp/&rho; = m (p<sub>i</sub> - p<sub>start</sub>) / &rho;
</p>
</blockquote>
<p>
Where there is a starting pressure <i>p<sub>start</sub></i> and <i>p<sub>i</sub></i> is the pressure at a particular point along the flow path. The resulting total energy can be written as
</p>
<blockquote>
<p>
T<sub>total</sub> = ghm + mv^{2]/2 + m (p<sub>i</sub> - p<sub>start</sub>) / &rho;
</p>
</blockquote>
<p>
However instead of reasoning about the energy of a bit of fluid at some point <i>i</i> of mass <i>m</i> we instead find it easier to discuss it in terms of <b>fluid potential</b> <i>&Phi;</i> - which is the <i>energy per unit mass</i>
</p>
<blockquote>
<p>
&Phi; = gh + v<sup>2</sup>/2 + (p<sub>i</sub> - p<sub>start</sub>) / &rho;
</p>
</blockquote>
<p>
For flow in ground water the velocity is generally quite small, so the kinetic term is normally dropped
</p>
<blockquote>
<p>
&Phi; = gh + (p<sub>i</sub> - p<sub>start</sub>) / &rho;
</p>
</blockquote>
</div>
</div>
