groundwater.org
** Hydraulic Head
As a fluid flows downward the pressure it experiences will typically increase under the weight of the water above, however the fluid potential will remain the same.

The fluid potential at its starting point will be:
#+BEGIN_QUOTE
\Phi{}_{start} = gh + (p_{start} - p_{start})/\rho{} = gh \\
/If this is water then this will be at the water's surface and/ p_{start} = p_{atmosphere}
#+END_QUOTE
It then flows down some distance /\psi{}/ and we recalculate the fluid potential:
#+BEGIN_QUOTE
\Phi{}_{\psi{}} = g(h-\psi{}) + (p_{\psi{}} - p_{start})/\rho{}
#+END_QUOTE
/p_{\psi{}}/ is the pressure at the new location. This pressure has increased by the added weight above. This is the density of the fluid times the height: /\rho{}g(h-\psi{})/. Looking at the units it's clear this gives a Pressure: /kg/m^3 \times{} m = kg/m^{2}/. The total pressure is just the sum of the previous pressure and the increase
#+BEGIN_QUOTE
p_{i} = p_{start} + \rho{}g\psi{}
#+END_QUOTE
We recalculate the fluid potential
#+BEGIN_QUOTE
\Phi{}_{\psi{}} = g(h-\psi{}) + (p_{start} + \rho{}g\psi{} - p_{start})/\rho{} = g(h-\psi{}) + g\psi{} = gh
#+END_QUOTE
And we see that the resulting energy remains /gh/.

However it's often useful to keep thinking of the fluid potential as consistenting of these two parts.
#+BEGIN_QUOTE
\Phi{}_{d} = \Phi{}_{elevation} + \Phi{}_{pressure}\\
gh = g(h-\psi{}) + g\psi{}
#+END_QUOTE
The two factors are called the /\psi{}/ *pressure head* and the /h-\psi{}/ *elevation head*.

The result tells us that the total /fluid potential/ anywhere in a slow stream always remains a function of the height of the very top of the fluid. This top starting point is not an arbitrarily chosen point and must be where the fluid flow begins (in our case, the water's surface). This starting height /h/ is the *hydraulic head*.

A more complete notation of the *total head* for fluids at velocity is
#+BEGIN_QUOTE
h_{T} = h_{z} + h_{p} + h_{v}\\
h_{z} - /elevation head/ \\
h_{p} - /pressure head/ \\
h_{v} - /velocity head/ \\
#+END_QUOTE

** Darcy's Law
What induces a fluid to start flowing in a dynamic difference in energy between two points. Particles move from an area of high energy to an area of low energy. In other words from an area of high head to low head. The higher the energy gradient (change in energy per unit distance) the higher the fluid's velocity

#+BEGIN_QUOTE
v = -K dh/dl
#+END_QUOTE
- /v/ :: the *specific discharge*. This to fluid's cumulative macro-level velocity. On the micro inter-grain level the particles of fluid have much longer/torturous flow paths and their velocity can be much higher.
- /h/ :: the /hydraulic head/
- /l/ :: distance
- /K/ :: the *hydraulic conductivity* is a property of the medium and the fluid traveling through it
The parameter /K/ can be further broken up into properties of the just the medium and those of just the fluid.
#+BEGIN_QUOTE
K = k\rho{}g/\mu{}
#+END_QUOTE
- /\rho{}g/ :: weight per unit volume of the fluid
- /\mu{}/ :: dynamic viscocity of the fluid
- /k/ :: *(specific/intrinsic) permiability* (in meters^{2}) of the medium

Both /K/ and /k/ are used... where the permiability /k/ is useful because it remains the same regardless of if you have water or some mixture of gas/oil/water flowing. /K/ values are implied to be about water. Values vary in 13 orders of magnitutde - so values are no very sensitive. 

If /K/ is constant in a geological formation then we say it's *homogenous* - otherwise *heterogenous*. Most common is layers of different rock/sediment - called /layered heterogeneity/. Other forms are fault induced /discontinuous heterogeneity/ and gradually changing /trending heterogeneity/ (deltas, alluvial fans, glacial outwash). Normally even relatively homogenous geological formations will typically have internal variations in /K/ on the order of 1-2 orders of magnitude (formations with monomodal variation are called *uniform*) p31-32 [fn:Freeze]

/K/ can also vary based on the flow direction if the medium is *anisotropic* (as opposite to unform flow in all directions - *isotropic*). Interestingly enough, /layered heterogeneity/ will lead to *anisotropy*.

*** Layered heterogeneity
Using Darcy's law, we can look at water flowing vertically and horizontally through N homogenous layers of different conductivity K_{i}.

We summarize the *vertical flow* in one global conductivity term. Each layer is of depth /d_{i}}/, has a conductivity /K_{i}/ and an associated change in hydraulic head /\Delta{}h_{i}/ (it can be measured with a /piezometer/ - ie. drilling a shaft to the layer and see how high the water rises). The velocity across all the layers must remain the same if this is a constant ongoing process (otherwise fluid will pool indefinitely in some middle layer - which doesn't make physical sense). Hence

#+BEGIN_QUOTE
v = K_{1}\Delta{}h_{1}/d_{1} = K_{2}\Delta{}h_{2}/d_{2} = .. = K_{n}\Delta{}h_{n}/d_{n} = K_{z}\Delta{}h_{z}/d_{z}
#+END_QUOTE

The global depth and change in head is /d/ and /\Delta{}h/. And we wish to solve for a global vertical conductivity /K_{z}/. (/z/ being the vertical direction here)

#+BEGIN_QUOTE
K_{z} = vd/\Delta{}h \\ 
 = vd/[\Delta{}h_{1}+\Delta{}h_{2}+..+\Delta{}h_{n}] \\
 = vd/[vd_{1}/K_{1} + vd_{2}/K_{2} + ... + vd_{n}/K_{n}]
#+END_QUOTE

by contrast the *horizontal flow* through the same layers exhibits an effective conductivity that is simply a weighted sum based on how much space each layer takes up
#+BEGIN_QUOTE
K_{x} = \sum{} K_{i}d_{i} / d 
#+END_QUOTE

The net effect is that multiple homogenous isotropic layers produce a nonhomogenous anisotropic whole.

*** 3D Darcy
Because the conductivity K varies in direction, you end up with a second rank symmetric tensor known as the *hydraulic conductivity tensor*
#+BEGIN_QUOTE
v_{x} = - K_{xx} \partial{}h/\partial{}x - K_{xy} \partial{}h/\partial{}y - K_{xz} \partial{}h/\partial{}z \\
v_{y} = - K_{yx} \partial{}h/\partial{}x - K_{yy} \partial{}h/\partial{}y - K_{yz} \partial{}h/\partial{}z \\
v_{z} = - K_{zx} \partial{}h/\partial{}x - K_{zy} \partial{}h/\partial{}y - K_{zz} \partial{}h/\partial{}z \\
#+END_QUOTE
then things get complicated... p36 [fn:Freeze]
*TODO* Look into further if it's relevant 

** Unsaturated Flow
- V_{T} :: total unit volume
- V_{s} :: solid volume
- V_{s} :: void volume
*** Porosity
#+BEGIN_QUOTE
n = V_{v}/V_{T}\\
/generally expressed as a percentage../
#+END_QUOTE
Where *primary porosity* is due to the soil/rock matrix and *secondary porosity* is due to dissolving or fracturing.
However this is unfortunately only vaguely related to /hydraulic conductivity..
