groundwater.html

<div id="outline-container-orgb3b20ee" class="outline-3">
<h3 id="orgb3b20ee">Hydraulic Head</h3>
<div class="outline-text-3" id="text-orgb3b20ee">
<p>
As a fluid flows downward the pressure it experiences will typically increase under the weight of the water above, however the fluid potential will remain the same.
</p>

<p>
The fluid potential at its starting point will be:
</p>
<blockquote>
<p>
&Phi;<sub>start</sub> = gh + (p<sub>start</sub> - p<sub>start</sub>)/&rho; = gh <br>
<i>If this is water then this will be at the water's surface and</i> p<sub>start</sub> = p<sub>atmosphere</sub>
</p>
</blockquote>
<p>
It then flows down some distance <i>&psi;</i> and we recalculate the fluid potential:
</p>
<blockquote>
<p>
&Phi;<sub>&psi;</sub> = g(h-&psi;) + (p<sub>&psi;</sub> - p<sub>start</sub>)/&rho;
</p>
</blockquote>
<p>
<i>p<sub>&psi;</sub></i> is the pressure at the new location. This pressure has increased by the added weight above. This is the density of the fluid times the height: <i>&rho;g(h-&psi;)</i>. Looking at the units it's clear this gives a Pressure: <i>kg/m<sup>3</sup> &times; m = kg/m<sup>2</sup></i>. The total pressure is just the sum of the previous pressure and the increase
</p>
<blockquote>
<p>
p<sub>i</sub> = p<sub>start</sub> + &rho;g&psi;
</p>
</blockquote>
<p>
We recalculate the fluid potential
</p>
<blockquote>
<p>
&Phi;<sub>&psi;</sub> = g(h-&psi;) + (p<sub>start</sub> + &rho;g&psi; - p<sub>start</sub>)/&rho; = g(h-&psi;) + g&psi; = gh
</p>
</blockquote>
<p>
And we see that the resulting energy remains <i>gh</i>.
</p>

<p>
However it's often useful to keep thinking of the fluid potential as consistenting of these two parts.
</p>
<blockquote>
<p>
&Phi;<sub>d</sub> = &Phi;<sub>elevation</sub> + &Phi;<sub>pressure</sub><br>
gh = g(h-&psi;) + g&psi;
</p>
</blockquote>
<p>
The two factors are called the <i>&psi;</i> <b>pressure head</b> and the <i>h-&psi;</i> <b>elevation head</b>.
</p>

<p>
The result tells us that the total <i>fluid potential</i> anywhere in a slow stream always remains a function of the height of the very top of the fluid. This top starting point is not an arbitrarily chosen point and must be where the fluid flow begins (in our case, the water's surface). This starting height <i>h</i> is the <b>hydraulic head</b>.
</p>

<p>
A more complete notation of the <b>total head</b> for fluids at velocity is
</p>
<blockquote>
<p>
h<sub>T</sub> = h<sub>z</sub> + h<sub>p</sub> + h<sub>v</sub><br>
h<sub>z</sub> - <i>elevation head</i> <br>
h<sub>p</sub> - <i>pressure head</i> <br>
h<sub>v</sub> - <i>velocity head</i> <br>
</p>
</blockquote>
</div>
</div>

<div id="outline-container-org49895e6" class="outline-3">
<h3 id="org49895e6">Darcy's Law</h3>
<div class="outline-text-3" id="text-org49895e6">
<p>
What induces a fluid to start flowing in a dynamic difference in energy between two points. Particles move from an area of high energy to an area of low energy. In other words from an area of high head to low head. The higher the energy gradient (change in energy per unit distance) the higher the fluid's velocity
</p>

<blockquote>
<p>
v = -K dh/dl
</p>
</blockquote>
<dl class="org-dl">
<dt><i>v</i></dt><dd>the <b>specific discharge</b>. This to fluid's cumulative macro-level velocity. On the micro inter-grain level the particles of fluid have much longer/torturous flow paths and their velocity can be much higher.</dd>
<dt><i>h</i></dt><dd>the <i>hydraulic head</i></dd>
<dt><i>l</i></dt><dd>distance</dd>
<dt><i>K</i></dt><dd>the <b>hydraulic conductivity</b> is a property of the medium and the fluid traveling through it</dd>
</dl>
<p>
The parameter <i>K</i> can be further broken up into properties of the just the medium and those of just the fluid.
</p>
<blockquote>
<p>
K = k&rho;g/&mu;
</p>
</blockquote>
<dl class="org-dl">
<dt><i>&rho;g</i></dt><dd>weight per unit volume of the fluid</dd>
<dt><i>&mu;</i></dt><dd>dynamic viscocity of the fluid</dd>
<dt><i>k</i></dt><dd><b>(specific/intrinsic) permiability</b> (in meters<sup>2</sup>) of the medium</dd>
</dl>

<p>
Both <i>K</i> and <i>k</i> are used&#x2026; where the permiability <i>k</i> is useful because it remains the same regardless of if you have water or some mixture of gas/oil/water flowing. <i>K</i> values are implied to be about water. Values vary in 13 orders of magnitutde - so values are no very sensitive. 
</p>

<p>
If <i>K</i> is constant in a geological formation then we say it's <b>homogenous</b> - otherwise <b>heterogenous</b>. Most common is layers of different rock/sediment - called <i>layered heterogeneity</i>. Other forms are fault induced <i>discontinuous heterogeneity</i> and gradually changing <i>trending heterogeneity</i> (deltas, alluvial fans, glacial outwash). Normally even relatively homogenous geological formations will typically have internal variations in <i>K</i> on the order of 1-2 orders of magnitude (formations with monomodal variation are called <b>uniform</b>) p31-32 <sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>
</p>

<p>
<i>K</i> can also vary based on the flow direction if the medium is <b>anisotropic</b> (as opposite to unform flow in all directions - <b>isotropic</b>). Interestingly enough, <i>layered heterogeneity</i> will lead to <b>anisotropy</b>.
</p>
</div>

<div id="outline-container-orgc562d0e" class="outline-4">
<h4 id="orgc562d0e">Layered heterogeneity</h4>
<div class="outline-text-4" id="text-orgc562d0e">
<p>
Using Darcy's law, we can look at water flowing vertically and horizontally through N homogenous layers of different conductivity K<sub>i</sub>.
</p>

<p>
We summarize the <b>vertical flow</b> in one global conductivity term. Each layer is of depth <i>d<sub>i</sub>}</i>, has a conductivity <i>K<sub>i</sub></i> and an associated change in hydraulic head <i>&Delta;h<sub>i</sub></i> (it can be measured with a <i>piezometer</i> - ie. drilling a shaft to the layer and see how high the water rises). The velocity across all the layers must remain the same if this is a constant ongoing process (otherwise fluid will pool indefinitely in some middle layer - which doesn't make physical sense). Hence
</p>

<blockquote>
<p>
v = K<sub>1</sub>&Delta;h<sub>1</sub>/d<sub>1</sub> = K<sub>2</sub>&Delta;h<sub>2</sub>/d<sub>2</sub> = .. = K<sub>n</sub>&Delta;h<sub>n</sub>/d<sub>n</sub> = K<sub>z</sub>&Delta;h<sub>z</sub>/d<sub>z</sub>
</p>
</blockquote>

<p>
The global depth and change in head is <i>d</i> and <i>&Delta;h</i>. And we wish to solve for a global vertical conductivity <i>K<sub>z</sub></i>. (<i>z</i> being the vertical direction here)
</p>

<blockquote>
<p>
K<sub>z</sub> = vd/&Delta;h <br>
 = vd/[&Delta;h<sub>1</sub>+&Delta;h<sub>2</sub>+..+&Delta;h<sub>n</sub>] <br>
 = vd/[vd<sub>1</sub>/K<sub>1</sub> + vd<sub>2</sub>/K<sub>2</sub> + &#x2026; + vd<sub>n</sub>/K<sub>n</sub>]
</p>
</blockquote>

<p>
by contrast the <b>horizontal flow</b> through the same layers exhibits an effective conductivity that is simply a weighted sum based on how much space each layer takes up
</p>
<blockquote>
<p>
K<sub>x</sub> = &sum; K<sub>i</sub>d<sub>i</sub> / d 
</p>
</blockquote>

<p>
The net effect is that multiple homogenous isotropic layers produce a nonhomogenous anisotropic whole.
</p>
</div>
</div>

<div id="outline-container-orgcf5a024" class="outline-4">
<h4 id="orgcf5a024">3D Darcy</h4>
<div class="outline-text-4" id="text-orgcf5a024">
<p>
Because the conductivity K varies in direction, you end up with a second rank symmetric tensor known as the <b>hydraulic conductivity tensor</b>
</p>
<blockquote>
<p>
v<sub>x</sub> = - K<sub>xx</sub> &part;h/&part;x - K<sub>xy</sub> &part;h/&part;y - K<sub>xz</sub> &part;h/&part;z <br>
v<sub>y</sub> = - K<sub>yx</sub> &part;h/&part;x - K<sub>yy</sub> &part;h/&part;y - K<sub>yz</sub> &part;h/&part;z <br>
v<sub>z</sub> = - K<sub>zx</sub> &part;h/&part;x - K<sub>zy</sub> &part;h/&part;y - K<sub>zz</sub> &part;h/&part;z <br>
</p>
</blockquote>
<p>
then things get complicated&#x2026; p36 <sup><a id="fnr.1.100" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>
<b>TODO</b> Look into further if it's relevant 
</p>
</div>
</div>
</div>

<div id="outline-container-org158216c" class="outline-3">
<h3 id="org158216c">Unsaturated Flow</h3>
<div class="outline-text-3" id="text-org158216c">
<dl class="org-dl">
<dt>V<sub>T</sub></dt><dd>total unit volume</dd>
<dt>V<sub>s</sub></dt><dd>solid volume</dd>
<dt>V<sub>s</sub></dt><dd>void volume</dd>
</dl>
</div>
<div id="outline-container-org07ec439" class="outline-4">
<h4 id="org07ec439">Porosity</h4>
<div class="outline-text-4" id="text-org07ec439">
<blockquote>
<p>
n = V<sub>v</sub>/V<sub>T</sub><br>
<i>generally expressed as a percentage..</i>
</p>
</blockquote>
<p>
Where <b>primary porosity</b> is due to the soil/rock matrix and <b>secondary porosity</b> is due to dissolving or fracturing.
However this is unfortunately only vaguely related to /hydraulic conductivity..
</p>
</div>
</div>
