groundwater.html
<div id="outline-container-orgaf42a94" class="outline-4">
<h4 id="orgaf42a94">Void Ratio</h4>
<div class="outline-text-4" id="text-orgaf42a94">
<p>
Is an alternative way of looking at the same thing
</p>
<blockquote>
<p>
e = V<sub>v</sub>/V<sub>s</sub><br>
&there4;<br>
e = n/(1-n)
</p>
</blockquote>
</div>
</div>
<div id="outline-container-org2ad1a22" class="outline-4">
<h4 id="org2ad1a22">Moisture Content</h4>
<div class="outline-text-4" id="text-org2ad1a22">
<p>
Once water has entered the soil we add a new term
</p>
<dl class="org-dl">
<dt>V<sub>w</sub></dt><dd>the volume of water</dd>
</dl>
<p>
the <b>moisture content</b> is ratio of water to the total volume
</p>
<blockquote>
<p>
&theta; = V<sub>w</sub>/V<sub>T</sub>
</p>
</blockquote>
<p>
When water fills all the voids (<i>V<sub>w</sub></i> -&gt; <i>V<sub>v</sub></i>)this term goes to <i>n</i>
</p>
</div>
</div>
<div id="outline-container-orgb912b33" class="outline-4">
<h4 id="orgb912b33">Water table</h4>
<div class="outline-text-4" id="text-orgb912b33">
<p>
Is defined to start where:
</p>
<ul class="org-ul">
<li><i>&psi; = 0</i></li>
<li>the fluid pressure <i>p = p<sub>atmosphere</sub></i> or <i>p=0</i> (if using gauge pressure)</li>
<li>the surface of a small open well</li>
</ul>
</div>
</div>
<div id="outline-container-orgf8daf0e" class="outline-4">
<h4 id="orgf8daf0e">Capilary Fringe</h4>
<div class="outline-text-4" id="text-orgf8daf0e">
<p>
Above this (where <i>&psi;&lt;0</i>) the capillary action creates a <i>negative pressure head &psi;</i> called the <b>tension head</b> or <b>suction head</b>. For part of this (in fine-grained soils) the negative pressure is enough to keep the soil saturated (<i>&theta; = n</i>) in a <b>capillary fringe</b>. The effect amount <i>&psi;<sub>a</sub></i> is known as the <b>air entry pressure</b> or <b>bubbling pressure</b> p41 <sup><a id="fnr.1.100" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>
</p>

<p>
Because the pressure head is negative, the fluid pressure is below atmosphere. So while the water can move within the fringe (and the subsequent unsaturated zone) it can never flow out to the atomosphere through anything like a borehole, seepage face or spring. It can only leave by evaporation or transpiration.
</p>
</div>
</div>
<div id="outline-container-org6d18034" class="outline-4">
<h4 id="org6d18034">Unsaturated zone</h4>
<div class="outline-text-4" id="text-org6d18034">
<p>
Above the capillary fringe as the negative pressure head <i>&psi;</i> keeps decreasing the moisture content keeps falls as well. This has two effect. First it makes the conductivity of the soil decrease as  water has more trouble flowing from grain to grain. And second, the less moisture the smaller the miniscus around the grains and the higher the surface tension. This exaserbates the negative pressure head.
</p>

<p>
Further complicating the issue, the <i>&theta; vs &psi;</i> relationship is also hysteretic. A drying soil will in effect extend out further. At a given negative pressure head (ie. distance above water table) a wetting soil will have much less moisture content than for a drying soil. Similarly, the drying soil will have a much high conductivity than a wetting one. p42 <sup><a id="fnr.1.100" class="footref" href="#fn.1" role="doc-backlink">1</a></sup> (This needs double checking if important)
</p>

<p>
Thus, in the unsaturated zone where <i>&psi; &lt; &psi;<sub>a</sub></i> the conductivity and moisture, <i>K</i> and <i>&theta;</i> are functions the head <i>&psi;</i> (as well as some time component). This has implications for water flowing from areas of higher head to lower head and hence Darcy's Law is modified
</p>
<blockquote>
<p>
v<sub>x</sub> = K(&psi;) d{}h/\d{}l
</p>
</blockquote>
<p>
We already know that since the partial pressure <i>&psi;</i> is a function of the head <i>h</i>, as the head changes the partial pressure changes as well. Now we also see that the conductivity and moisture content will change as well
</p>

<p>
Note that if you have a highly dynamic system and you have air pressure that builds up in the soil, then you may need to consider a more complex mutliphase flow model that takes in to account the movement of the air in the soil as well.
</p>

<p>
<b>TODO</b>: This part is a bit muddled..
</p>

<dl class="org-dl">
<dt>aquifer</dt><dd>saturated permeable geological unit that can transmit significant amounts of water &#x2013; unconsolidated sand/gravel | permiable sedimentary rock (sandstone/limestome) | fractures volcanic/crystalline rock</dd>
<dt>aquiclude</dt><dd>an aquifer that can't transmit significant amounts of water</dd>
<dt>aquitard</dt><dd>somewhere in between&#x2026; &#x2013; clay | shale |  dense crystalline rock</dd>
</dl>
<p>
These things can ofcourse intermix..
</p>
</div>
</div>

<div id="outline-container-orgdaa3946" class="outline-4">
<h4 id="orgdaa3946">Compressability of water</h4>
<div class="outline-text-4" id="text-orgdaa3946">
<p>
is a property of material (both the liquid and soil) and it is the ratio of the change in volume, <b>strain</b>, under an applied <b>stress</b>. The stress on water is the pressure and a change in pressure (<i>dp</i>) induces a fraction change in volume (<i>dV_{w{/V<sub>w</sub></i>) &#x2026; p52 <sup><a id="fnr.1.100" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>
</p>
<blockquote>
<p>
&beta;<sub>water</sub> = -(dV<sub>w</sub>/V<sub>w</sub>)/dp
</p>
</blockquote>
<p>
So <i>&beta;</i> is the slope of the line relating strain/pressure to stress/change-in-volume. We assume it's mostly constant in the rages of interest at &sim; 4.4 &times; 10<sup>-10</sup> m<sup>2</sup>/N
</p>

<p>
You can also express this in terms of a change in the water's density <i>&rho;</i>
</p>
<blockquote>
<p>
&beta;<sub>water</sub> = (d&rho;/&rho;)/dp
</p>
</blockquote>
<p>
Which we can integrate to solve for the current density. This is the <b>equation of state</b> (think intro thermo <i>pV = nRT</i>)
</p>
<blockquote>
<p>
&rho; = &rho;<sub>0</sub>e<sup>&beta;(p-p<sub>0</sub>)</sup>
</p>
</blockquote>
<p>
where <i>&rho;<sub>0</sub></i> is the a priori known density at pressure <i>p<sub>0</sub></i>. If <i>p<sub>0</sub></i> is atmospheric pressure and we work with gauge pressures then the term can be dropped
</p>
<blockquote>
<p>
&rho; = &rho;<sub>0</sub>e<sup>&beta;p</sup>
</p>
</blockquote>
<p>
So if <i>&beta; = 0</i> then <i>&rho;=&rho;<sub>0</sub></i> and the fluid is called <b>incompressible</b>
</p>
</div>
</div>

<div id="outline-container-orgb21f5df" class="outline-4">
<h4 id="orgb21f5df">Effective Stress</h4>
<div class="outline-text-4" id="text-orgb21f5df">
<p>
We want to similarly look at the compressability of the soil. However the stress needs to be observed indirectly. When we look at the total stress at a certain depth of our porous medium. There is the stress downward from the overlaying soil and then push back up (canceling out the force downward) is the pressure of the water as well as the <b>effective stress</b> of the material.
</p>
<blockquote>
<p>
&sigma;<sub>T</sub> = &sigma;<sub>e</sub> + p
</p>
</blockquote>
<p>
Here the total stress <i>\simga{}<sub>T</sub></i> is near-constant b/c the overlaying mass of soil and water remains mostly constant in mass
</p>
<blockquote>
<p>
d&sigma;<sub>T</sub> = d&sigma;<sub>e</sub> + dp <br>
0 = d&sigma;<sub>e</sub> + dp <br>
d&sigma;<sub>e</sub> = -dp <br>
</p>
</blockquote>
<p>
Which tells us that the stress on the material is proportional to the decrease in the pressure of the water. This conclusion is intuitive. Remember that <i>p=&rho;g&psi;</i> and <i>&psi;</i> is relative to the hydraulic head <i>h</i>. So at the head changes the stress changes
</p>
<blockquote>
<p>
d&sigma;<sub>e</sub> = -dp = -&rho; g d&psi; = - p g dh
</p>
</blockquote>
</div>
</div>

<div id="outline-container-org3889ea5" class="outline-4">
<h4 id="org3889ea5">Compressability of soil</h4>
<div class="outline-text-4" id="text-org3889ea5">
<p>
Now that we have the stress on the soil characterized we can write out the compressability
</p>
<blockquote>
<p>
&alpha; = (-dV<sub>T</sub>/V<sub>T</sub>)/d&sigma;<sub>e</sub>
</p>
</blockquote>
<p>
Note that here we are looking at the medium's total volume  <i>V<sub>T</sub></i>, and it's composed of solid volume <i>V<sub>s</sub></i> and a void volume <i>V<sub>v</sub></i>. The solid material mostly does not change. However under stress the material can rearrange itself to decrease it's void ratio <i>e</i>. So bearing in mind that <i>V<sub>T</sub> =  V<sub>s</sub> + V<sub>v</sub></i> we can rewrite in terms of <i>e</i>
</p>
<blockquote>
<p>
&alpha; = (-de/(1+e<sub>0</sub>)/d&sigma;<sub>e</sub>
</p>
</blockquote>
<p>
This is called <b>consolidation</b> it is often irreversibly or partially irreversibly. Furthermore, <i>alpha{}</i> is nonlinear though we can sometimes approximate it with a linear term (see Table 2.5 p55) <sup><a id="fnr.1.100" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>
</p>

<p>
Furthermore these relationships do not hold in the unsaturated zone where the relationship is further complicated as you need to consider the moisture content and negative pressure heads
</p>
</div>
</div>
</div>
