groundwater.org
** Other

So in the simple case, pressures are simply the weight of water above a point (at some height  + atomospheric pressure
#+BEGIN_QUOTE
p = \rho{}(i - \phi{} + p_{atmosphere}
#+END_QUOTE
#+BEGIN_QUOTE
\Delta{}U = Heat - Work \\
\Delta{}U = \delta{}Q - PdV
- Q :: heat is in Joules (like Energy) or Newton-meters
- P :: Pressure external to the system - Force/Area .. Newtons per m^{2}
- dV :: Change in Volume - m^{3}
- PdV :: .. also in Newton meters
#+END_QUOTE
The *PdV* relationship is hard to reason about. Generally energy is by definition:
#+BEGIN_QUOTE
T = 1/2 mv^{2}
#+END_QUOTE
The change in energy in a small incriment of time as .. (using the product rule)
#+BEGIN_QUOTE
dT/dt = (1/2)m(dv/dt\cdot{}v + v\cdot{}dv/dt) = m dv/dt \cdot{} v
#+END_QUOTE
Since /F=ma = mdv/dt/ we can write out a small change in energy as a function of small distance /dr/
#+BEGIN_QUOTE
dT/dt = F\cdot{}v \\
dT= F\cdot{}dr
#+END_QUOTE
So /Energy/ is /Force/ \times{} /distance/ \\
An easy way to visualize it is to imagine a cylinder at constant pressure, like a bicyle pump. If gass is added and the pump moves against the external /Pressure/ of the surrounding air, then the top end of the cylinder moves a distance  proportional to the change in /Volume/ - hence the resulting /Work/.

* Water's journey through the rock

** Rain
What we try to measure. *\shy{}^{18}O* is based on weather "events". Primarily the monsoon..

For every 75cm of rainfall:
- 55cm evaporates back to the atmosphere
- 20cm goes into the rivers

Water that is in ice/snow/puddles is in *depression storage* - otherwise it goes into streams

Land sloping to a discharge point - *catchment* / *drainage baisin*. The equivalent in the subsurface is the *ground water basin* which is surrounded by *ground water divides*.

*** Canopy

- The vegitation canopy will have a storage capacity which catches 8-30% of the rain
- A wet canopy reduces evapotranspiration (by about 10%)
- The interception rate will decrease as the rain progresses (as the canopy becomes water-logged)


*** Transpiration
*Transpiration* vegitation pulls water from the soil up by osmosis and makes it available for evaporation. This accounts for most of the vapor loss of a drainage basin. Hence a pond qith aquatic plants will loose water at a similar rate as an uncovered pond.

- wilting point :: when the surface tension of the water in the soil > osmotic pressure
- Phreatophytes :: plants that grow roots to the water table (ex: in the desert)

*** Evaporation
- absolute humidity :: grams of water / cubic meter of air
- saturation humidity :: max amount of humidity (function of temperature)
- relative humidity :: ratio of absolute/saturation humidity ( at 100% evaporation ceases
- dew point :: the temp at which at a given relative humidity you will start to get condensation (ie. 100% relative humidity)

evaporation cools a surface while condensation heats it [590 cal/gram]

*** Evapotranspiration
We lump transpiration and evaporation together b/c they're difficult to decouple

*** EUD - Effective uniform depth of precipitation
Ways of estimating the average rainfall in a drainage basin...

In the case of a karst tower this is greatly simplified and can be estimated with one rain gauge

*** Thornthwaite 1944
an estimate of the potential evapotranspiration (how much could evaporate)

- Latent heat of vaporization :: *H_{v}* = 597.3 - 0.564T calories/gram (of water) (T = temp in Celcius)
- Latent heat of fusion :: 79.7 cal/gram
- Sublimation :: 597.3 + 79.7 = 677 cal/gram

TODO

*** Infiltration
Once rain reaches the ground it starts to infiltrate
- up to a *infiltration capacity* (cm/hr)
- this capacity drops over time b/c capillary actions drops and the soil swells up
- It eventually reaches a steady state
Horton 1933 1940

Once the infiltration capacity has been exceeded, the water starts to flow on the surface by *Horton overland flow*

** Vadose
- water flowing here is called *interflow* and goes down under *gravity drainage* (flows towards a stream normally)
- If the water comes out before a stream then it's called *throughflow* and the remaining surface flow to the steam is the *return flow*
- has both bound water and air

*** Soil (Vadose)
- soil is about 40% porous
**** Dissolved CO_2
- CO_2 accumulates b/c diffusion is retarded by friction of torturous path ways p50 [fn:Ford2007] (so it's a semi-open system..)
- 17-31% volume available for gas storage [fn:Drake1984]
- plants respire approximately 40% of the CO_2 they extract in their roots. roots = CO_2 pumps
- at 50cm down .. dry climate 500ppm  | wet climate 26000-40000 ppm [fn:Yuan2001]
- Final CO_2 partial pressure is determined by water (20%) and temperature (50%) [fn:Drake1975]
- Organic matter is also brought down with the water and decomposes within the karst (which complicates resulting concentrations)
- Water get's saturated with CO_{2} .. probably.. most of the time
*** Epikarst (Vadose)
The immediate face of the limestone where the majority of the weathering happens. Existing fissures preferrencially continue to dissolve - so weathering is not uniform
- 70% of dissolution happens here (hence fissures narrow as you go further down)
- 10-30% porosity. Can hold the bulk of the water in a suspended aquifer
- 3-10 meters in depth
- high storage capacity
- spacially variable with some zones erroded much deeper than others - creating shafts
- Closed system - so the CO_{2} is limited to what came in with the water. This leads to a max 25mg/L of calcium carbonate (open system is 55mg/L)

*NOTE* Not always true.. if you have strong dry seasons and chalky porous limestone then you can have *case hardening* and so it's actually less permiable near the surface.
