groundwater.html
<div id="outline-container-org0b19524" class="outline-3">
<h3 id="org0b19524">Other</h3>
<div class="outline-text-3" id="text-org0b19524">
<p>
So in the simple case, pressures are simply the weight of water above a point (at some height  + atomospheric pressure
</p>
<blockquote>
<p>
p = &rho;(i - &phi; + p<sub>atmosphere</sub>
</p>
</blockquote>
<blockquote>
<p>
&Delta;U = Heat - Work <br>
&Delta;U = &delta;Q - PdV
</p>
<dl class="org-dl">
<dt>Q</dt><dd>heat is in Joules (like Energy) or Newton-meters</dd>
<dt>P</dt><dd>Pressure external to the system - Force/Area .. Newtons per m<sup>2</sup></dd>
<dt>dV</dt><dd>Change in Volume - m<sup>3</sup></dd>
<dt>PdV</dt><dd>.. also in Newton meters</dd>
</dl>
</blockquote>
<p>
The <b>PdV</b> relationship is hard to reason about. Generally energy is by definition:
</p>
<blockquote>
<p>
T = 1/2 mv<sup>2</sup>
</p>
</blockquote>
<p>
The change in energy in a small incriment of time as .. (using the product rule)
</p>
<blockquote>
<p>
dT/dt = (1/2)m(dv/dt&sdot;v + v&sdot;dv/dt) = m dv/dt &sdot; v
</p>
</blockquote>
<p>
Since <i>F=ma = mdv/dt</i> we can write out a small change in energy as a function of small distance <i>dr</i>
</p>
<blockquote>
<p>
dT/dt = F&sdot;v <br>
dT= F&sdot;dr
</p>
</blockquote>
<p>
So <i>Energy</i> is <i>Force</i> &times; <i>distance</i> <br>
An easy way to visualize it is to imagine a cylinder at constant pressure, like a bicyle pump. If gass is added and the pump moves against the external <i>Pressure</i> of the surrounding air, then the top end of the cylinder moves a distance  proportional to the change in <i>Volume</i> - hence the resulting <i>Work</i>.
</p>
</div>
</div>
</div>

<div id="outline-container-orgc9bed53" class="outline-2">
<h2 id="orgc9bed53">Water's journey through the rock</h2>
<div class="outline-text-2" id="text-orgc9bed53">
</div>
<div id="outline-container-org730d8c7" class="outline-3">
<h3 id="org730d8c7">Rain</h3>
<div class="outline-text-3" id="text-org730d8c7">
<p>
What we try to measure. <b>&shy;<sup>18</sup>O</b> is based on weather "events". Primarily the monsoon..
</p>

<p>
For every 75cm of rainfall:
</p>
<ul class="org-ul">
<li>55cm evaporates back to the atmosphere</li>
<li>20cm goes into the rivers</li>
</ul>

<p>
Water that is in ice/snow/puddles is in <b>depression storage</b> - otherwise it goes into streams
</p>

<p>
Land sloping to a discharge point - <b>catchment</b> / <b>drainage baisin</b>. The equivalent in the subsurface is the <b>ground water basin</b> which is surrounded by <b>ground water divides</b>.
</p>
</div>

<div id="outline-container-orgfebce30" class="outline-4">
<h4 id="orgfebce30">Canopy</h4>
<div class="outline-text-4" id="text-orgfebce30">
<ul class="org-ul">
<li>The vegitation canopy will have a storage capacity which catches 8-30% of the rain</li>
<li>A wet canopy reduces evapotranspiration (by about 10%)</li>
<li>The interception rate will decrease as the rain progresses (as the canopy becomes water-logged)</li>
</ul>
</div>
</div>


<div id="outline-container-orgedd20d9" class="outline-4">
<h4 id="orgedd20d9">Transpiration</h4>
<div class="outline-text-4" id="text-orgedd20d9">
<p>
<b>Transpiration</b> vegitation pulls water from the soil up by osmosis and makes it available for evaporation. This accounts for most of the vapor loss of a drainage basin. Hence a pond qith aquatic plants will loose water at a similar rate as an uncovered pond.
</p>

<dl class="org-dl">
<dt>wilting point</dt><dd>when the surface tension of the water in the soil &gt; osmotic pressure</dd>
<dt>Phreatophytes</dt><dd>plants that grow roots to the water table (ex: in the desert)</dd>
</dl>
</div>
</div>

<div id="outline-container-orgb41fb74" class="outline-4">
<h4 id="orgb41fb74">Evaporation</h4>
<div class="outline-text-4" id="text-orgb41fb74">
<dl class="org-dl">
<dt>absolute humidity</dt><dd>grams of water / cubic meter of air</dd>
<dt>saturation humidity</dt><dd>max amount of humidity (function of temperature)</dd>
<dt>relative humidity</dt><dd>ratio of absolute/saturation humidity ( at 100% evaporation ceases</dd>
<dt>dew point</dt><dd>the temp at which at a given relative humidity you will start to get condensation (ie. 100% relative humidity)</dd>
</dl>

<p>
evaporation cools a surface while condensation heats it [590 cal/gram]
</p>
</div>
</div>

<div id="outline-container-org01c23f3" class="outline-4">
<h4 id="org01c23f3">Evapotranspiration</h4>
<div class="outline-text-4" id="text-org01c23f3">
<p>
We lump transpiration and evaporation together b/c they're difficult to decouple
</p>
</div>
</div>

<div id="outline-container-orge5c9ff6" class="outline-4">
<h4 id="orge5c9ff6">EUD - Effective uniform depth of precipitation</h4>
<div class="outline-text-4" id="text-orge5c9ff6">
<p>
Ways of estimating the average rainfall in a drainage basin&#x2026;
</p>

<p>
In the case of a karst tower this is greatly simplified and can be estimated with one rain gauge
</p>
</div>
</div>

<div id="outline-container-orga3cbf76" class="outline-4">
<h4 id="orga3cbf76">Thornthwaite 1944</h4>
<div class="outline-text-4" id="text-orga3cbf76">
<p>
an estimate of the potential evapotranspiration (how much could evaporate)
</p>

<dl class="org-dl">
<dt>Latent heat of vaporization</dt><dd><b>H<sub>v</sub></b> = 597.3 - 0.564T calories/gram (of water) (T = temp in Celcius)</dd>
<dt>Latent heat of fusion</dt><dd>79.7 cal/gram</dd>
<dt>Sublimation</dt><dd>597.3 + 79.7 = 677 cal/gram</dd>
</dl>

<p>
TODO
</p>
</div>
</div>

<div id="outline-container-org9a6832b" class="outline-4">
<h4 id="org9a6832b">Infiltration</h4>
<div class="outline-text-4" id="text-org9a6832b">
<p>
Once rain reaches the ground it starts to infiltrate
</p>
<ul class="org-ul">
<li>up to a <b>infiltration capacity</b> (cm/hr)</li>
<li>this capacity drops over time b/c capillary actions drops and the soil swells up</li>
<li>It eventually reaches a steady state</li>
</ul>
<p>
Horton 1933 1940
</p>

<p>
Once the infiltration capacity has been exceeded, the water starts to flow on the surface by <b>Horton overland flow</b>
</p>
</div>
</div>
</div>

<div id="outline-container-orgf25c3e2" class="outline-3">
<h3 id="orgf25c3e2">Vadose</h3>
<div class="outline-text-3" id="text-orgf25c3e2">
<ul class="org-ul">
<li>water flowing here is called <b>interflow</b> and goes down under <b>gravity drainage</b> (flows towards a stream normally)</li>
<li>If the water comes out before a stream then it's called <b>throughflow</b> and the remaining surface flow to the steam is the <b>return flow</b></li>
<li>has both bound water and air</li>
</ul>
</div>

<div id="outline-container-org796bc10" class="outline-4">
<h4 id="org796bc10">Soil (Vadose)</h4>
<div class="outline-text-4" id="text-org796bc10">
<ul class="org-ul">
<li>soil is about 40% porous</li>
</ul>
</div>
<ul class="org-ul">
<li><a id="org6dbdb37"></a>Dissolved CO<sub>2</sub><br>
<div class="outline-text-5" id="text-org6dbdb37">
<ul class="org-ul">
<li>CO<sub>2</sub> accumulates b/c diffusion is retarded by friction of torturous path ways p50 <sup><a id="fnr.2" class="footref" href="#fn.2" role="doc-backlink">2</a></sup> (so it's a semi-open system..)</li>
<li>17-31% volume available for gas storage <sup><a id="fnr.3" class="footref" href="#fn.3" role="doc-backlink">3</a></sup></li>
<li>plants respire approximately 40% of the CO<sub>2</sub> they extract in their roots. roots = CO<sub>2</sub> pumps</li>
<li>at 50cm down .. dry climate 500ppm  | wet climate 26000-40000 ppm <sup><a id="fnr.4" class="footref" href="#fn.4" role="doc-backlink">4</a></sup></li>
<li>Final CO<sub>2</sub> partial pressure is determined by water (20%) and temperature (50%) <sup><a id="fnr.5" class="footref" href="#fn.5" role="doc-backlink">5</a></sup></li>
<li>Organic matter is also brought down with the water and decomposes within the karst (which complicates resulting concentrations)</li>
<li>Water get's saturated with CO<sub>2</sub> .. probably.. most of the time</li>
</ul>
</div>
</li>
</ul>
</div>
<div id="outline-container-org1397913" class="outline-4">
<h4 id="org1397913">Epikarst (Vadose)</h4>
<div class="outline-text-4" id="text-org1397913">
<p>
The immediate face of the limestone where the majority of the weathering happens. Existing fissures preferrencially continue to dissolve - so weathering is not uniform
</p>
<ul class="org-ul">
<li>70% of dissolution happens here (hence fissures narrow as you go further down)</li>
<li>10-30% porosity. Can hold the bulk of the water in a suspended aquifer</li>
<li>3-10 meters in depth</li>
<li>high storage capacity</li>
<li>spacially variable with some zones erroded much deeper than others - creating shafts</li>
<li>Closed system - so the CO<sub>2</sub> is limited to what came in with the water. This leads to a max 25mg/L of calcium carbonate (open system is 55mg/L)</li>
</ul>

<p>
<b>NOTE</b> Not always true.. if you have strong dry seasons and chalky porous limestone then you can have <b>case hardening</b> and so it's actually less permiable near the surface.
</p>
</div>
</div>
