groundwater.org
*** Transit zone  (Vadose)
- primary/secondary/tertiary porosity.. 
- unweathered rock - so much less permiable - this differential makes the epikarst develop a suspended aquifer of sorts
- less than 2% porosity (matrix flow)
- mainly flow through fissures
- changes in pressure caused by more rain causes a near immediate *pulse through* (also called /piston effect/)
- The actualy *flow through* of the water can take much longer [fn:Klimchouk1989]
- There can be a lot of lateral flow through the cave

*Note* Sometimes entirely missing.. like in Shilin Yunnan. Just epikarst and water table [fn:Williams2008]


** Phreatic zone
The water table .. below the cave.
The outer layer is the *capillary fringe* followed by the *zone of saturation*.
In the ground water you have *ground water flow* which will go to a stream bed in *baseflow*

The cumulative flow in the stream is the *runoff*

*** Baseflow recession
As the available water dcreases the flow rate drops along an exponential curve
#+BEGIN_QUOTE
Q(t) = Q_{0}e^{at}
#+END_QUOTE
Where *Q_{0}* is the flow rate at the start time 0.\\
Flow rates are in m^{3}/s

- /baseflow/ into a river is *gaining* or *effluent*
- /baseflow/ out of a river is *losing* or *influent*

*** TODO Has been modeled before
[fn:Clemens1999] Simulation of the development of karst squifers: role of the epikarst
International Journal of Earth Sciences 88(1) 157-62

[fn:Kiraly2002] Karstification and groundwater flow
Evolition of Karst: from Prekarst to Cessation
Postojna;Ljubljana: Institu za raziskovanje krasa

[fn:Kovacs2003] Geometry and hydraulic parameters of karst aquifers: a hydrodynamic modeling approach
Faculte des Sciences
Universite de Neuchatel Thesis 131 pp.
at www.unine.ch/biblio/

*** TODO Flow switching
[fn:Smart1987] Water movement and storage in the unsaturated zone of a maturely jarstified carbonate aquifer, Mendip Hills, England
Proceedings of the Conference on Environmental Problems in Karst Terrances and their Solutions.
National Water Well Assiciation, Dublin, Ohio 59-87
[fn:Sondag2003] Monitoring present day climatic conditions in tropical caves using an Evnonmental Data Acquisition System (EDAS)
Journal of Hydrology 273(1-4) 103-18
[fn:Baker2003] Non-linearities in drip water hydrology: an example from Stump Cross Caverns, Yorkshire
Journal of Hydrology 277 151-63

* Geochemistry
** Negative Logarithms
like pH
#+BEGIN_QUOTE
Ca^{2+} = 0.0025 mol L^{-1} \Rightarrow log_{10} \Rightarrow 10^{-2.6} \Rightarrow pCa^{2+} = 2.6
#+END_QUOTE
p41 [fn:Ford2007]
** Chemical Equilibria
The following from ... p42 [fn:Ford2007]\\
\\
a bit of calcite will dissolve in water
#+BEGIN_QUOTE
CaCO_{3} \Leftrightarrow Ca^{2+} + CO_{3}^{2-}
#+END_QUOTE
This can be *hydrated* by *H^{+}* (proton)
#+BEGIN_QUOTE
Ca^{2+} + CO_{3}^{2-} + H^{+ } \Leftrightarrow Ca^{2+} + HCO_{3}^{-}
#+END_QUOTE
But this equation is unbalanced in terms of charge.. and further CO_{3}^{2-} may dissociate .. leading to *acid dissolution*. This will keep going till it reaches a dynamic equilibrium and the reverse reaction balances the forward one

- Law of Mass Action :: aA + bB \Leftrightarrow cC + dD
- Equilibrium Constant *K* :: K = [C]^{c}[D}^{d} / [A]^{a}[B]^{b}

ex: Water:
#+BEGIN_QUOTE

H_{2}O \Leftrightarrow H^{+ } + OH^{-} \\
K_{w} = [H^{+}][OH^{-}] / [H_{2}O] \\
we know that ... \\
K_{w} = 10^{-14} (at 25\ordm{}C) \\
K_{w} = 10^{-14.9} at 0\ordm{}C) \\
#+END_QUOTE
Since *K_{w}* is tiny the top term must be very small. Water doesn't spontaneously dissociate much into ions. The energy to dissociate is the *Gibbs free energy of reaction*
#+BEGIN_QUOTE
\Delta{}G\ordm{} = -2.303 \sdot{} RT \sdot{} log_{10}K\\
R = 8.314 J mol^{-1} K^{-1}
T = temperature
#+END_QUOTE
*R* is the gas constant.. (who knows where that comes from)
** Dissolution
*** Equilibria
**** Open System
Like in a open pond on top of limestone p52 [fn:Ford2007]
- infinite atomospheric CO_2 available
- can ultimately dissolve 55mg/L @ 25\ordm{}C vs.. 75mg/L @ 0\ordm{}C
- .. at P_{CO_2} ~ 0.036%
**** Closed System
Once water saturated with CO_2 goes down a fissure it can't get any more CO_2 so the amount of calcite it can dissolve is limited to 25mg/L @ 25\ordm{}C (ie. 40% of the surface)
*** Kinetics/Chemistry
- DBL :: Diffusion boundary layer. Layer above solid through which chemical diffusion happens
- 90% saturation within the first 1-2m of water going down a fissure through dissolution of Ca^{2+} through the *DBL*
- Kinetic Breakthrough :: past a certain threshold a fissure will suddenly start dissolving very fast p73 [fn:Ford2007] *Unclear why this happens.. just what the models show*
- Dissolution happens at the surface as layers of ions are zippered off (a staircase "diagonal" edge dissolves much faster)
- H^{+ } ions take off CO_{3}^{2-} molecules and then bare Ca^{2+} fall off (??)
- Impossible to get a universal dissolution rate! (even if we somehow could fine the surface area)
*** Factors
**** Pressure
 - The higher the more dissolves...
 - seems to be a significant factor at large depths ... maybe not relevant in a karst tower
 - Has weird interaction with temperature
 #+BEGIN_QUOTE
 ex:\\
 Karst hotsprings -> CO_2 from below .. as water rises it's pressure drops and it becomes supersaturated w/ calcite *or* it cools so much it's understaturated\\
 see:\\
 Yoshimura et al
 Deep source CO_2 in natural waters and its role in extensive tufa deposition in the Huanglong Ravines, Sichuan, China
 #+END_QUOTE
**** Temperature 
 - strongly affects the saturation point
 - 55mg/L @ 25\ordm{}C vs.. 75mg/L @ 0\ordm{}C
 - Water often cools as it passes underground, making it able to dissolve rock further
 - Krabi should have pretty constant annual temperatures
**** Trace minerals
- can strongly affect dissolution p57-58 [fn:Ford2007]
- They interfere with the lattice structure of the crystal and create dislocations to is enhances unraveling of the structure
**** Acid Rain
 p58-59 [fn:Ford2007]
**** Common Ion
 If you have something lik gypsum that provides another source of Ca^{2+} then this will retard dissolution
**** Sea water
 p60 [fn:Ford2007]
**** Biological Activity
 ...

