groundwater.html
<div id="outline-container-org0dc4b9e" class="outline-4">
<h4 id="org0dc4b9e">Transit zone  (Vadose)</h4>
<div class="outline-text-4" id="text-org0dc4b9e">
<ul class="org-ul">
<li>primary/secondary/tertiary porosity..</li>
<li>unweathered rock - so much less permiable - this differential makes the epikarst develop a suspended aquifer of sorts</li>
<li>less than 2% porosity (matrix flow)</li>
<li>mainly flow through fissures</li>
<li>changes in pressure caused by more rain causes a near immediate <b>pulse through</b> (also called <i>piston effect</i>)</li>
<li>The actualy <b>flow through</b> of the water can take much longer <sup><a id="fnr.6" class="footref" href="#fn.6" role="doc-backlink">6</a></sup></li>
<li>There can be a lot of lateral flow through the cave</li>
</ul>

<p>
<b>Note</b> Sometimes entirely missing.. like in Shilin Yunnan. Just epikarst and water table <sup><a id="fnr.7.100" class="footref" href="#fn.7" role="doc-backlink">7</a></sup>
</p>
</div>
</div>
</div>


<div id="outline-container-org5fd5f4e" class="outline-3">
<h3 id="org5fd5f4e">Phreatic zone</h3>
<div class="outline-text-3" id="text-org5fd5f4e">
<p>
The water table .. below the cave.
The outer layer is the <b>capillary fringe</b> followed by the <b>zone of saturation</b>.
In the ground water you have <b>ground water flow</b> which will go to a stream bed in <b>baseflow</b>
</p>

<p>
The cumulative flow in the stream is the <b>runoff</b>
</p>
</div>

<div id="outline-container-org2742bcb" class="outline-4">
<h4 id="org2742bcb">Baseflow recession</h4>
<div class="outline-text-4" id="text-org2742bcb">
<p>
As the available water dcreases the flow rate drops along an exponential curve
</p>
<blockquote>
<p>
Q(t) = Q<sub>0</sub>e<sup>at</sup>
</p>
</blockquote>
<p>
Where <b>Q<sub>0</sub></b> is the flow rate at the start time 0.<br>
Flow rates are in m<sup>3</sup>/s
</p>

<ul class="org-ul">
<li><i>baseflow</i> into a river is <b>gaining</b> or <b>effluent</b></li>
<li><i>baseflow</i> out of a river is <b>losing</b> or <b>influent</b></li>
</ul>
</div>
</div>

<div id="outline-container-orgbc25397" class="outline-4">
<h4 id="orgbc25397"><span class="todo TODO">TODO</span> Has been modeled before</h4>
<div class="outline-text-4" id="text-orgbc25397">
</div>
</div>

<div id="outline-container-orga585b58" class="outline-4">
<h4 id="orga585b58"><span class="todo TODO">TODO</span> Flow switching</h4>
<div class="outline-text-4" id="text-orga585b58">
</div>
</div>
</div>
</div>

<div id="outline-container-org92af348" class="outline-2">
<h2 id="org92af348">Geochemistry</h2>
<div class="outline-text-2" id="text-org92af348">
</div>
<div id="outline-container-orgca46f70" class="outline-3">
<h3 id="orgca46f70">Negative Logarithms</h3>
<div class="outline-text-3" id="text-orgca46f70">
<p>
like pH
</p>
<blockquote>
<p>
Ca<sup>2+</sup> = 0.0025 mol L<sup>-1</sup> &rArr; log<sub>10</sub> &rArr; 10<sup>-2.6</sup> &rArr; pCa<sup>2+</sup> = 2.6
</p>
</blockquote>
<p>
p41 <sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>
</p>
</div>
</div>
<div id="outline-container-orgaba5887" class="outline-3">
<h3 id="orgaba5887">Chemical Equilibria</h3>
<div class="outline-text-3" id="text-orgaba5887">
<p>
The following from &#x2026; p42 <sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup><br>
<br>
a bit of calcite will dissolve in water
</p>
<blockquote>
<p>
CaCO<sub>3</sub> &hArr; Ca<sup>2+</sup> + CO<sub>3</sub><sup>2-</sup>
</p>
</blockquote>
<p>
This can be <b>hydrated</b> by <b>H<sup>+</sup></b> (proton)
</p>
<blockquote>
<p>
Ca<sup>2+</sup> + CO<sub>3</sub><sup>2-</sup> + H<sup>+ </sup> &hArr; Ca<sup>2+</sup> + HCO<sub>3</sub><sup>-</sup>
</p>
</blockquote>
<p>
But this equation is unbalanced in terms of charge.. and further CO<sub>3</sub><sup>2-</sup> may dissociate .. leading to <b>acid dissolution</b>. This will keep going till it reaches a dynamic equilibrium and the reverse reaction balances the forward one
</p>

<dl class="org-dl">
<dt>Law of Mass Action</dt><dd>aA + bB &hArr; cC + dD</dd>
<dt>Equilibrium Constant <b>K</b></dt><dd>K = [C]<sup>c</sup>[D}<sup>d</sup> / [A]<sup>a</sup>[B]<sup>b</sup></dd>
</dl>

<p>
ex: Water:
</p>
<blockquote>
<p>

</p>

<p>
H<sub>2</sub>O &hArr; H<sup>+ </sup> + OH<sup>-</sup> <br>
K<sub>w</sub> = [H<sup>+</sup>][OH<sup>-</sup>] / [H<sub>2</sub>O] <br>
we know that &#x2026; <br>
K<sub>w</sub> = 10<sup>-14</sup> (at 25&ordm;C) <br>
K<sub>w</sub> = 10<sup>-14.9</sup> at 0&ordm;C) <br>
</p>
</blockquote>
<p>
Since <b>K<sub>w</sub></b> is tiny the top term must be very small. Water doesn't spontaneously dissociate much into ions. The energy to dissociate is the <b>Gibbs free energy of reaction</b>
</p>
<blockquote>
<p>
&Delta;G&ordm; = -2.303 &sdot; RT &sdot; log<sub>10</sub>K<br>
R = 8.314 J mol<sup>-1</sup> K<sup>-1</sup>
T = temperature
</p>
</blockquote>
<p>
<b>R</b> is the gas constant.. (who knows where that comes from)
</p>
</div>
</div>
<div id="outline-container-orgc6abf44" class="outline-3">
<h3 id="orgc6abf44">Dissolution</h3>
<div class="outline-text-3" id="text-orgc6abf44">
</div>
<div id="outline-container-org9b8ec95" class="outline-4">
<h4 id="org9b8ec95">Equilibria</h4>
<div class="outline-text-4" id="text-org9b8ec95">
</div>
<ul class="org-ul">
<li><a id="orga190fd4"></a>Open System<br>
<div class="outline-text-5" id="text-orga190fd4">
<p>
Like in a open pond on top of limestone p52 <sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>
</p>
<ul class="org-ul">
<li>infinite atomospheric CO<sub>2</sub> available</li>
<li>can ultimately dissolve 55mg/L @ 25&ordm;C vs.. 75mg/L @ 0&ordm;C</li>
<li>.. at P<sub>CO<sub>2</sub></sub> ~ 0.036%</li>
</ul>
</div>
</li>
<li><a id="org3e16ce7"></a>Closed System<br>
<div class="outline-text-5" id="text-org3e16ce7">
<p>
Once water saturated with CO<sub>2</sub> goes down a fissure it can't get any more CO<sub>2</sub> so the amount of calcite it can dissolve is limited to 25mg/L @ 25&ordm;C (ie. 40% of the surface)
</p>
</div>
</li>
</ul>
</div>
<div id="outline-container-org0f15b79" class="outline-4">
<h4 id="org0f15b79">Kinetics/Chemistry</h4>
<div class="outline-text-4" id="text-org0f15b79">
<dl class="org-dl">
<dt>DBL</dt><dd>Diffusion boundary layer. Layer above solid through which chemical diffusion happens</dd>
<dt>(no term)</dt><dd>90% saturation within the first 1-2m of water going down a fissure through dissolution of Ca<sup>2+</sup> through the <b>DBL</b></dd>
<dt>Kinetic Breakthrough</dt><dd>past a certain threshold a fissure will suddenly start dissolving very fast p73 <sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup> <b>Unclear why this happens.. just what the models show</b></dd>
<dt>(no term)</dt><dd>Dissolution happens at the surface as layers of ions are zippered off (a staircase "diagonal" edge dissolves much faster)</dd>
<dt>(no term)</dt><dd>H<sup>+ </sup> ions take off CO<sub>3</sub><sup>2-</sup> molecules and then bare Ca<sup>2+</sup> fall off (??)</dd>
<dt>(no term)</dt><dd>Impossible to get a universal dissolution rate! (even if we somehow could fine the surface area)</dd>
</dl>
</div>
</div>
<div id="outline-container-orgcd1a9d3" class="outline-4">
<h4 id="orgcd1a9d3">Factors</h4>
<div class="outline-text-4" id="text-orgcd1a9d3">
</div>
<ul class="org-ul">
<li><a id="org4a1c862"></a>Pressure<br>
<div class="outline-text-5" id="text-org4a1c862">
<ul class="org-ul">
<li>The higher the more dissolves&#x2026;</li>
<li>seems to be a significant factor at large depths &#x2026; maybe not relevant in a karst tower</li>
<li>Has weird interaction with temperature</li>
</ul>
<blockquote>
<p>
ex:<br>
Karst hotsprings -&gt; CO<sub>2</sub> from below .. as water rises it's pressure drops and it becomes supersaturated w/ calcite <b>or</b> it cools so much it's understaturated<br>
see:<br>
Yoshimura et al
Deep source CO<sub>2</sub> in natural waters and its role in extensive tufa deposition in the Huanglong Ravines, Sichuan, China
</p>
</blockquote>
</div>
</li>
<li><a id="orgec13f62"></a>Temperature<br>
<div class="outline-text-5" id="text-orgec13f62">
<ul class="org-ul">
<li>strongly affects the saturation point</li>
<li>55mg/L @ 25&ordm;C vs.. 75mg/L @ 0&ordm;C</li>
<li>Water often cools as it passes underground, making it able to dissolve rock further</li>
<li>Krabi should have pretty constant annual temperatures</li>
</ul>
</div>
</li>
<li><a id="orgf661610"></a>Trace minerals<br>
<div class="outline-text-5" id="text-orgf661610">
<ul class="org-ul">
<li>can strongly affect dissolution p57-58 <sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup></li>
<li>They interfere with the lattice structure of the crystal and create dislocations to is enhances unraveling of the structure</li>
</ul>
</div>
</li>
<li><a id="orgc378a3d"></a>Acid Rain<br>
<div class="outline-text-5" id="text-orgc378a3d">
<p>
p58-59 <sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>
</p>
</div>
</li>
<li><a id="orgdda9ea9"></a>Common Ion<br>
<div class="outline-text-5" id="text-orgdda9ea9">
<p>
If you have something lik gypsum that provides another source of Ca<sup>2+</sup> then this will retard dissolution
</p>
</div>
</li>
