groundwater.org
*** H_{2}S
Also dissolves everything.. 
- Ramiform Hypogene System
- Mississippi Valley Type (MVT)
- H_{2}S is commonly from the oxidation of pyrite or from volcanic regions. But it can also come from compressed or deformed sediments (~1.5-4 km down) or biological activity
- O_2 is the limiting factor. So you can get dissolution when O_2 is suddenly available - like a ventilated cavern, or a flood that pushes in O_2 rich water
- Leads to the precipitation of sulfide ore bodies
- Can happen in conjunction with the CO_2 dissolution of limstone (it can precipitate while the other is dissolving)
** Precipitation
*** In bare water
- Forms *crystallite* micro crystals thant then grow/riper by accretion
- only really happens in marl lakes
*** On surfaces
- Surfaces greatly decrease the required energy for precipitation to occur (*nulceation potential*)
- Starts at SI = 0.3 (Saturation index)
- SI > 1.0 things go very quickly
- If it's too fast then you get crystals and globbing and *adhesive growth*
*** Bacteria
Can either enhance or retard crystallization by taking or releasing CO_2
*** Other elements
- Will readily pick up foreign ions and molecules
- Humic/Fulvic acids -> give most of the differences in color
- Some elements are "poisons" that inhibit precipitation (ex: microorganisms, phosphates, trace metals)
- Mg^{2+} is a major "poison". However it doesn't "fit" in aragonite so aragonite can still form. Hence why aragonite precipitates in seawater environments
#+BEGIN_QUOTE
*Note*: Aragonite can still precipitate in fresh water conditions if for instance gypsum precipitates and depletes the Ca^{2+} first
#+END_QUOTE
#+BEGIN_QUOTE
ex:\\
HuangLong\\
Lu et al 2000 \\
Controlling processes in a CaCO_3 precipitation stream in Huanglong natural Scenic District, Sichuan, China \\
Journal of Hydrology
#+END_QUOTE

* Challenges in modeling

** Advantages in using karst towers


* Things to measure

** Tracers
- You can measure the *flow through* rate this way
- salts as tracers :: MgCl2 / CaCl2 / NaCl p7 [fn:Clark2015]
When dissolved give the solution different densities. Will they percolate through differently? What are tracers others have used?
*** TODO Read up on past work
Lots of references in [fn:Williams2008] ...

[fn:Bottrell1992] Tracer study of flow and storage in the unsaturated zone of a karstic limestone aquifer
Trace Hydrology, Proceedings of the Sixth International Symposium on Water Tracing, Karlsruhe Germany pp 207-211

** Detecting gaps above the cave (ventilated air pockets)
- Ca^{2+} :: the normal calcium that precipitates out when the CO2 outgasses. The precipitation can be prevented with a small amount of nitric acid when the water is saturated (or super saturated)
- Mg^{2+} :: Seems to dissolve immediately? Not as sensative to flow rate as *Ca*. Higher Flow rates give lower ion concentration but a higher *Mg/Ca* ration.
------
- You can have ventilated air gaps "above" your sampling cave - which will cause a premature deposition of a ration of your *Ca*. This should produce a discernable offset in your *Mg/Ca vs. drip-rate* plots [fn:Tooth2003].  So if there is premature deposition then this ratio will be skewed [fn:Fairchild2000]

*** TODO Check Ca/Mg dissolutions precipitation stuff.. 
[fn:Fairchild2000] Controls on trace element (Sr-Mg) compositions of carbonate cave waters: implications for speleothem climate records
Chemical Geology 166,255-269
[fn:Fairchild2001] Annual to sub-annual resolution of multiple trace-element trends in speleothems. 
Journal of Geological Society 158, 831-841

** Organic Activity 
- Dissolved Oxygen (DO) :: is an indicator of organic activity (or lack of activity. Maybe a proxy for residence time? p23  [fn:Clark2015]

** Carbon isotope in speleothem
- the dissolved organic carbon (DIC)  from C3 plants should have dC13 of around -14% to -18%
- host limestone dC13 +1%
- In the unsaturated zone the C is from the DIC. limestone dissolution is limited by dissolved CO2
- if you have fast flow then all the C13 is from the soil. If you have slow flow then it mixes with the limestone
- complicated by the fact that you can have more fractionation.. at the degassing location or re-evaporation near the suface.
- can see shifts btwn C3 and C4 plants.

see [fn:McDermott2004] for more details and references..

** Other residence time proxies
- nobel gases / O2 / N2/ Ar :: related to ground wter recharge condition p24 [fn:Clark2015]
- 87Sr/87Sr :: Something to do with weathering [fn:Clark2015]
- if there is pyrite then you get sulfate... 
*** TODO Determine if there is pyrite in the karst tower

** Specific Conductivity *SpC
p63 [fn:Ford2007]
- Can be directly translated to a value of mg/L CaCO_2
- Inpurities interfere at high concentrations
** pH
- best done directly in the cave...
- Can be done afterwards in a lab - but sounds tricky.. p64 [fn:Ford2007]
** Total Hardness (Ca^{2+} + Mg^{2+})
involves doing chemistry..  p64 [fn:Ford2007]
** CO_2
p66 [fn:Ford2007]
A drop of water formed at the tip of a soda straw stalactite lost CO_2 quickly:
- 10% - 1 sec
- 30% - 90 seconds
- 70% - 15 minutes
** Chemical Analysis
- AAS :: Atomic Absorption Spectroscopy
- ICP-AES :: Inductively coupled plasma-atomic emission spectrometry
- IC :: Ion chromatography
all methods are done in commercial water quality labs...
