groundwater.html
<li><a id="orgcfa3810"></a>Sea water<br>
<div class="outline-text-5" id="text-orgcfa3810">
<p>
p60 <sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>
</p>
</div>
</li>
<li><a id="orga7d1764"></a>Biological Activity<br>
<div class="outline-text-5" id="text-orga7d1764">
<p>
&#x2026;
</p>
</div>
</li>
</ul>
</div>

<div id="outline-container-org8bd315a" class="outline-4">
<h4 id="org8bd315a">H<sub>2</sub>S</h4>
<div class="outline-text-4" id="text-org8bd315a">
<p>
Also dissolves everything.. 
</p>
<ul class="org-ul">
<li>Ramiform Hypogene System</li>
<li>Mississippi Valley Type (MVT)</li>
<li>H<sub>2</sub>S is commonly from the oxidation of pyrite or from volcanic regions. But it can also come from compressed or deformed sediments (~1.5-4 km down) or biological activity</li>
<li>O<sub>2</sub> is the limiting factor. So you can get dissolution when O<sub>2</sub> is suddenly available - like a ventilated cavern, or a flood that pushes in O<sub>2</sub> rich water</li>
<li>Leads to the precipitation of sulfide ore bodies</li>
<li>Can happen in conjunction with the CO<sub>2</sub> dissolution of limstone (it can precipitate while the other is dissolving)</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org7d73445" class="outline-3">
<h3 id="org7d73445">Precipitation</h3>
<div class="outline-text-3" id="text-org7d73445">
</div>
<div id="outline-container-org4278719" class="outline-4">
<h4 id="org4278719">In bare water</h4>
<div class="outline-text-4" id="text-org4278719">
<ul class="org-ul">
<li>Forms <b>crystallite</b> micro crystals thant then grow/riper by accretion</li>
<li>only really happens in marl lakes</li>
</ul>
</div>
</div>
<div id="outline-container-org0500a64" class="outline-4">
<h4 id="org0500a64">On surfaces</h4>
<div class="outline-text-4" id="text-org0500a64">
<ul class="org-ul">
<li>Surfaces greatly decrease the required energy for precipitation to occur (<b>nulceation potential</b>)</li>
<li>Starts at SI = 0.3 (Saturation index)</li>
<li>SI &gt; 1.0 things go very quickly</li>
<li>If it's too fast then you get crystals and globbing and <b>adhesive growth</b></li>
</ul>
</div>
</div>
<div id="outline-container-org57e8250" class="outline-4">
<h4 id="org57e8250">Bacteria</h4>
<div class="outline-text-4" id="text-org57e8250">
<p>
Can either enhance or retard crystallization by taking or releasing CO<sub>2</sub>
</p>
</div>
</div>
<div id="outline-container-orga071641" class="outline-4">
<h4 id="orga071641">Other elements</h4>
<div class="outline-text-4" id="text-orga071641">
<ul class="org-ul">
<li>Will readily pick up foreign ions and molecules</li>
<li>Humic/Fulvic acids -&gt; give most of the differences in color</li>
<li>Some elements are "poisons" that inhibit precipitation (ex: microorganisms, phosphates, trace metals)</li>
<li>Mg<sup>2+</sup> is a major "poison". However it doesn't "fit" in aragonite so aragonite can still form. Hence why aragonite precipitates in seawater environments</li>
</ul>
<blockquote>
<p>
<b>Note</b>: Aragonite can still precipitate in fresh water conditions if for instance gypsum precipitates and depletes the Ca<sup>2+</sup> first
</p>
</blockquote>
<blockquote>
<p>
ex:<br>
HuangLong<br>
Lu et al 2000 <br>
Controlling processes in a CaCO<sub>3</sub> precipitation stream in Huanglong natural Scenic District, Sichuan, China <br>
Journal of Hydrology
</p>
</blockquote>
</div>
</div>
</div>
</div>

<div id="outline-container-org05fcb56" class="outline-2">
<h2 id="org05fcb56">Challenges in modeling</h2>
<div class="outline-text-2" id="text-org05fcb56">
</div>
<div id="outline-container-orge9ae9c4" class="outline-3">
<h3 id="orge9ae9c4">Advantages in using karst towers</h3>
</div>
</div>


<div id="outline-container-orge2eb7d9" class="outline-2">
<h2 id="orge2eb7d9">Things to measure</h2>
<div class="outline-text-2" id="text-orge2eb7d9">
</div>
<div id="outline-container-org5b6c915" class="outline-3">
<h3 id="org5b6c915">Tracers</h3>
<div class="outline-text-3" id="text-org5b6c915">
<ul class="org-ul">
<li>You can measure the <b>flow through</b> rate this way</li>
<li id="salts as tracers">MgCl2 / CaCl2 / NaCl p7 <sup><a id="fnr.8" class="footref" href="#fn.8" role="doc-backlink">8</a></sup></li>
</ul>
<p>
When dissolved give the solution different densities. Will they percolate through differently? What are tracers others have used?
</p>
</div>
<div id="outline-container-orgc0a6df3" class="outline-4">
<h4 id="orgc0a6df3"><span class="todo TODO">TODO</span> Read up on past work</h4>
<div class="outline-text-4" id="text-orgc0a6df3">
<p>
Lots of references in <sup><a id="fnr.7.100" class="footref" href="#fn.7" role="doc-backlink">7</a></sup> &#x2026;
</p>
</div>
</div>
</div>

<div id="outline-container-orgd8e15d1" class="outline-3">
<h3 id="orgd8e15d1">Detecting gaps above the cave (ventilated air pockets)</h3>
<div class="outline-text-3" id="text-orgd8e15d1">
<dl class="org-dl">
<dt>Ca<sup>2+</sup></dt><dd>the normal calcium that precipitates out when the CO2 outgasses. The precipitation can be prevented with a small amount of nitric acid when the water is saturated (or super saturated)</dd>
<dt>Mg<sup>2+</sup></dt><dd>Seems to dissolve immediately? Not as sensative to flow rate as <b>Ca</b>. Higher Flow rates give lower ion concentration but a higher <b>Mg/Ca</b> ration.</dd>
</dl>
<hr>
<ul class="org-ul">
<li>You can have ventilated air gaps "above" your sampling cave - which will cause a premature deposition of a ration of your <b>Ca</b>. This should produce a discernable offset in your <b>Mg/Ca vs. drip-rate</b> plots <sup><a id="fnr.9" class="footref" href="#fn.9" role="doc-backlink">9</a></sup>.  So if there is premature deposition then this ratio will be skewed <sup><a id="fnr.10" class="footref" href="#fn.10" role="doc-backlink">10</a></sup></li>
</ul>
</div>

<div id="outline-container-org0755ae0" class="outline-4">
<h4 id="org0755ae0"><span class="todo TODO">TODO</span> Check Ca/Mg dissolutions precipitation stuff..</h4>
<div class="outline-text-4" id="text-org0755ae0">
</div>
</div>
</div>

<div id="outline-container-org464a905" class="outline-3">
<h3 id="org464a905">Organic Activity</h3>
<div class="outline-text-3" id="text-org464a905">
<dl class="org-dl">
<dt>Dissolved Oxygen (DO)</dt><dd>is an indicator of organic activity (or lack of activity. Maybe a proxy for residence time? p23  <sup><a id="fnr.8.100" class="footref" href="#fn.8" role="doc-backlink">8</a></sup></dd>
</dl>
</div>
</div>

<div id="outline-container-org320be72" class="outline-3">
<h3 id="org320be72">Carbon isotope in speleothem</h3>
<div class="outline-text-3" id="text-org320be72">
<ul class="org-ul">
<li>the dissolved organic carbon (DIC)  from C3 plants should have dC13 of around -14% to -18%</li>
<li>host limestone dC13 +1%</li>
<li>In the unsaturated zone the C is from the DIC. limestone dissolution is limited by dissolved CO2</li>
<li>if you have fast flow then all the C13 is from the soil. If you have slow flow then it mixes with the limestone</li>
<li>complicated by the fact that you can have more fractionation.. at the degassing location or re-evaporation near the suface.</li>
<li>can see shifts btwn C3 and C4 plants.</li>
</ul>

<p>
see <sup><a id="fnr.11" class="footref" href="#fn.11" role="doc-backlink">11</a></sup> for more details and references..
</p>
</div>
</div>

<div id="outline-container-orgdbdd8b2" class="outline-3">
<h3 id="orgdbdd8b2">Other residence time proxies</h3>
<div class="outline-text-3" id="text-orgdbdd8b2">
<dl class="org-dl">
<dt>nobel gases / O2 / N2/ Ar</dt><dd>related to ground wter recharge condition p24 <sup><a id="fnr.8.100" class="footref" href="#fn.8" role="doc-backlink">8</a></sup></dd>
<dt>87Sr/87Sr</dt><dd>Something to do with weathering <sup><a id="fnr.8.100" class="footref" href="#fn.8" role="doc-backlink">8</a></sup></dd>
<dt>(no term)</dt><dd>if there is pyrite then you get sulfate&#x2026;</dd>
</dl>
</div>
<div id="outline-container-org1196406" class="outline-4">
<h4 id="org1196406"><span class="todo TODO">TODO</span> Determine if there is pyrite in the karst tower</h4>
</div>
</div>

<div id="outline-container-org2a5247e" class="outline-3">
<h3 id="org2a5247e">Specific Conductivity *SpC</h3>
<div class="outline-text-3" id="text-org2a5247e">
<p>
p63 <sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>
</p>
<ul class="org-ul">
<li>Can be directly translated to a value of mg/L CaCO<sub>2</sub></li>
<li>Inpurities interfere at high concentrations</li>
</ul>
</div>
</div>
<div id="outline-container-orgbedfdb3" class="outline-3">
<h3 id="orgbedfdb3">pH</h3>
<div class="outline-text-3" id="text-orgbedfdb3">
<ul class="org-ul">
<li>best done directly in the cave&#x2026;</li>
<li>Can be done afterwards in a lab - but sounds tricky.. p64 <sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup></li>
</ul>
</div>
</div>
<div id="outline-container-org6584de7" class="outline-3">
<h3 id="org6584de7">Total Hardness (Ca<sup>2+</sup> + Mg<sup>2+</sup>)</h3>
<div class="outline-text-3" id="text-org6584de7">
<p>
involves doing chemistry..  p64 <sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>
</p>
</div>
</div>
<div id="outline-container-org7f64c35" class="outline-3">
<h3 id="org7f64c35">CO<sub>2</sub></h3>
<div class="outline-text-3" id="text-org7f64c35">
<p>
p66 <sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>
A drop of water formed at the tip of a soda straw stalactite lost CO<sub>2</sub> quickly:
</p>
<ul class="org-ul">
<li>10% - 1 sec</li>
<li>30% - 90 seconds</li>
<li>70% - 15 minutes</li>
</ul>
</div>
</div>
<div id="outline-container-org5ca8c45" class="outline-3">
<h3 id="org5ca8c45">Chemical Analysis</h3>
<div class="outline-text-3" id="text-org5ca8c45">
<dl class="org-dl">
<dt>AAS</dt><dd>Atomic Absorption Spectroscopy</dd>
<dt>ICP-AES</dt><dd>Inductively coupled plasma-atomic emission spectrometry</dd>
<dt>IC</dt><dd>Ion chromatography</dd>
</dl>
<p>
all methods are done in commercial water quality labs&#x2026;
</p>
</div>
</div>
</div>
