groundwater.org
* Glossary
- Calcite :: Octohedral *CO_{3}^{2-}* around *Ca^{2+}*. The *Ca^{2+}* ions can sometimes be replaced by other smaller cations or by *Sr^{2+}*. It can have more than 2000 different forms based on the impurities it has. Based on the geometry of the crystal. [fn:Huizing2003] Table 2.2 p8-9 [fn:Ford2007] (Do the impurities drive the geometries or the geometries drive the structures?)

- Aragonite :: Unlike Calcite. it doesn't capture cations smaller than *Ca*. However, *Sr* and *U* can still substitute for *Ca*. It will readily dissolve/reprecipitate and expell the *Sr* and *U*. It's 8% smaller by volume than calcite - so if it reprecipitates as calcite it will make the area less porous [fn:Ford2007]

- Tufa :: Calcite from terestrial plants that have rotted away. It's a loose framework [fn:Ford2007]

- Travertine :: terrestrial calcite from inorganic or bacterial sources (typically underground or near hotsprings) [fn:Ford2007]

- Dolomite :: Should be layers of *Ca^{2+}* cations and then layers of *Mg^{2+}* cations, but in reality it's all mixed up and has impurities (and is usually *Ca^{2+}* rich). So it captures even more elements (Zn, Fe, Mn, Na, Sr) than Calcite p11 [fn:Ford2007] . In particular it captures *Fe^{2+}* which gives it a pink color (esp when weathered). Dolomite exists on a continium with Calcite. Dolomite will affect the solubility of the limestone. Seems it dissolved worse than Calcite p28 [fn:Ford2007]. And yet *Mg^{2+}* bonds 20% stronger to *H_{2}O* than *Ca^{2+}*. *Mg* is more abundant in seawater where limestone forms (esp. hypersaline lagoons)

- Dolomitization :: In brackish water you can have calcite dissolve but leaving dolomite behind (not entirely clear) p21[fn:Ford2007]

- Carbonatites :: carbonates that are ignious in nature and may include rare earth minerals

- Limestone :: precipitates everywhere. Mostly forms in shallow tropical/warm marine environments (ex: sea platform/ramps) and is mostly made of marine shells/skeletons (so it's texture can provide clues to it's origin - see Table 2.4 [fn:Ford2007]). Starts as muddy 40-80% porosity and then diagenisis consolidates it to solid rock w/ ~5% porosity (or less). If no diagenisis then it forms chalks or marls. Diagenisis is driven by meteoric waters that remove aragonite and reform into more and more compact calcite.

- Primary Porosity :: porosity of the bare rock. If it's too high then the karst develops poorly

- Secondary Porosity :: fractures that may conduct water.

- Tertiary porosity :: conduits that take most of the water typically. They are fed primarily by surface features (geomorphology) doline/streamsines. Hence the geomorphology determines the hydrology.

- Karst :: A hydrological system of typically carbonate or evaporites that is driven by dissolution unlike other lithologies. Dissolution happens along ground water flow paths

- Paleokarst :: karst that's been cut off from the hydrological system

- Relic Karst :: Karst outside the original development area. Usually referring to lifting or subsiding of the karst features.

- Interstratal Karst :: Karst layers found among non karst layers..

- Bedding planes :: ground water more readily penetrates an inferface between limestone and another rock (like shale) than just plain limestone

- Irregular contact :: ie... wavey contact surfaces (instead of a plane) "undulatory" will more readily be eaten away by ground water.

- Joints :: due to stress (ex: tectonic) these breaks will appear normal to the bedding planes. If they cross several beds then they're called *Master joints*. In deeper karst they are less permiable than bedding planes due to the compression.

- Fracture-traces / Faults :: due to displacement of rock. Can be seen by satellite.. can form a river like structure in the karst

- Throats :: Constriction on the irregular terrain that bring water down deep into the karst. These are log-normally distributed

* Footnotes
[fn:Williams2008] The role of the epikarst in karst and cave hydrogeology: a review
Internation Journal of Speleology
[fn:Tooth2003] Soil and karst aquider hydrological controls on the geochemical evolution of speleothem-forming drip waters, Crag Cave, southwest Ireland
Journal of Hydrology v 273 p51-68
[fn:Clark2015] Groundwater Geochemistry and Isotopes 2015 BOOK
[fn:McDermott2004] Paleo-climate reconstruction from stable isotope variations in speleothems: a review
Quaternary Science Reviews, v23 p 901-918
[fn:Klimchouk1989] Evidence of hydrological significance of the epikarstic zone from sutdy of oxygen isotope somposition of water, Arabika massif, Western Caucasus
Proceedings 10th International Congress of Speleology (Budapest) II 798-799 (from [fn:Williams2008] )
[fn:Ford2007] Karst Hydrogeology and Geomorphology BOOK
[fn:Huizing2003] Calcite: the Mineral with the Most Forms, Christian Weise Verlag, Munich, 114 pp.
[fn:Drake1984] Theory and model for global carbonate solution by groundwater
Groundwater as a Geomorphic Agent (ed. R. G. LaFleur), Allen & Unwin, London pp 210-26 
[fn:Yuan2001] Guidebook for Ecosystems of Semiarid Karst in North China and Subtropical Karst in Southwest China
IGCP 228
Karst Dynamics Laboratory, Guilin 94 pp.
*CAN'T FIND*
[fn:Drake1975] The effect of climate on the chemistry of carbonate groundwater
Water Rousources Research, 11, 958-62
Is this working???

[fn:Freeze] Groundwater BOOK
#+END_slide
