groundwater.html
<div id="outline-container-org2399001" class="outline-2">
<h2 id="org2399001">Glossary</h2>
<div class="outline-text-2" id="text-org2399001">
<dl class="org-dl">
<dt>Calcite</dt><dd>Octohedral <b>CO<sub>3</sub><sup>2-</sup></b> around <b>Ca<sup>2+</sup></b>. The <b>Ca<sup>2+</sup></b> ions can sometimes be replaced by other smaller cations or by <b>Sr<sup>2+</sup></b>. It can have more than 2000 different forms based on the impurities it has. Based on the geometry of the crystal. <sup><a id="fnr.12" class="footref" href="#fn.12" role="doc-backlink">12</a></sup> Table 2.2 p8-9 <sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup> (Do the impurities drive the geometries or the geometries drive the structures?)</dd>

<dt>Aragonite</dt><dd>Unlike Calcite. it doesn't capture cations smaller than <b>Ca</b>. However, <b>Sr</b> and <b>U</b> can still substitute for <b>Ca</b>. It will readily dissolve/reprecipitate and expell the <b>Sr</b> and <b>U</b>. It's 8% smaller by volume than calcite - so if it reprecipitates as calcite it will make the area less porous <sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup></dd>

<dt>Tufa</dt><dd>Calcite from terestrial plants that have rotted away. It's a loose framework <sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup></dd>

<dt>Travertine</dt><dd>terrestrial calcite from inorganic or bacterial sources (typically underground or near hotsprings) <sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup></dd>

<dt>Dolomite</dt><dd>Should be layers of <b>Ca<sup>2+</sup></b> cations and then layers of <b>Mg<sup>2+</sup></b> cations, but in reality it's all mixed up and has impurities (and is usually <b>Ca<sup>2+</sup></b> rich). So it captures even more elements (Zn, Fe, Mn, Na, Sr) than Calcite p11 <sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup> . In particular it captures <b>Fe<sup>2+</sup></b> which gives it a pink color (esp when weathered). Dolomite exists on a continium with Calcite. Dolomite will affect the solubility of the limestone. Seems it dissolved worse than Calcite p28 <sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>. And yet <b>Mg<sup>2+</sup></b> bonds 20% stronger to <b>H<sub>2</sub>O</b> than <b>Ca<sup>2+</sup></b>. <b>Mg</b> is more abundant in seawater where limestone forms (esp. hypersaline lagoons)</dd>

<dt>Dolomitization</dt><dd>In brackish water you can have calcite dissolve but leaving dolomite behind (not entirely clear) p21<sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup></dd>

<dt>Carbonatites</dt><dd>carbonates that are ignious in nature and may include rare earth minerals</dd>

<dt>Limestone</dt><dd>precipitates everywhere. Mostly forms in shallow tropical/warm marine environments (ex: sea platform/ramps) and is mostly made of marine shells/skeletons (so it's texture can provide clues to it's origin - see Table 2.4 <sup><a id="fnr.2.100" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>). Starts as muddy 40-80% porosity and then diagenisis consolidates it to solid rock w/ ~5% porosity (or less). If no diagenisis then it forms chalks or marls. Diagenisis is driven by meteoric waters that remove aragonite and reform into more and more compact calcite.</dd>

<dt>Primary Porosity</dt><dd>porosity of the bare rock. If it's too high then the karst develops poorly</dd>

<dt>Secondary Porosity</dt><dd>fractures that may conduct water.</dd>

<dt>Tertiary porosity</dt><dd>conduits that take most of the water typically. They are fed primarily by surface features (geomorphology) doline/streamsines. Hence the geomorphology determines the hydrology.</dd>

<dt>Karst</dt><dd>A hydrological system of typically carbonate or evaporites that is driven by dissolution unlike other lithologies. Dissolution happens along ground water flow paths</dd>

<dt>Paleokarst</dt><dd>karst that's been cut off from the hydrological system</dd>

<dt>Relic Karst</dt><dd>Karst outside the original development area. Usually referring to lifting or subsiding of the karst features.</dd>

<dt>Interstratal Karst</dt><dd>Karst layers found among non karst layers..</dd>

<dt>Bedding planes</dt><dd>ground water more readily penetrates an inferface between limestone and another rock (like shale) than just plain limestone</dd>

<dt>Irregular contact</dt><dd>ie&#x2026; wavey contact surfaces (instead of a plane) "undulatory" will more readily be eaten away by ground water.</dd>

<dt>Joints</dt><dd>due to stress (ex: tectonic) these breaks will appear normal to the bedding planes. If they cross several beds then they're called <b>Master joints</b>. In deeper karst they are less permiable than bedding planes due to the compression.</dd>

<dt>Fracture-traces / Faults</dt><dd>due to displacement of rock. Can be seen by satellite.. can form a river like structure in the karst</dd>

<dt>Throats</dt><dd>Constriction on the irregular terrain that bring water down deep into the karst. These are log-normally distributed</dd>
</dl>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Groundwater BOOK
#+END<sub>slide</sub>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2" role="doc-backlink">2</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Karst Hydrogeology and Geomorphology BOOK
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3" role="doc-backlink">3</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Theory and model for global carbonate solution by groundwater
Groundwater as a Geomorphic Agent (ed. R. G. LaFleur), Allen &amp; Unwin, London pp 210-26 
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4" role="doc-backlink">4</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Guidebook for Ecosystems of Semiarid Karst in North China and Subtropical Karst in Southwest China
IGCP 228
Karst Dynamics Laboratory, Guilin 94 pp.
<b>CAN'T FIND</b>
</p></div></div>

<div class="footdef"><sup><a id="fn.5" class="footnum" href="#fnr.5" role="doc-backlink">5</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
The effect of climate on the chemistry of carbonate groundwater
Water Rousources Research, 11, 958-62
Is this working???
</p></div></div>

<div class="footdef"><sup><a id="fn.6" class="footnum" href="#fnr.6" role="doc-backlink">6</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Evidence of hydrological significance of the epikarstic zone from sutdy of oxygen isotope somposition of water, Arabika massif, Western Caucasus
Proceedings 10th International Congress of Speleology (Budapest) II 798-799 (from <sup><a id="fnr.7" class="footref" href="#fn.7" role="doc-backlink">7</a></sup> )
</p></div></div>

<div class="footdef"><sup><a id="fn.7" class="footnum" href="#fnr.7" role="doc-backlink">7</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
The role of the epikarst in karst and cave hydrogeology: a review
Internation Journal of Speleology
</p></div></div>

<div class="footdef"><sup><a id="fn.8" class="footnum" href="#fnr.8" role="doc-backlink">8</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Groundwater Geochemistry and Isotopes 2015 BOOK
</p></div></div>

<div class="footdef"><sup><a id="fn.9" class="footnum" href="#fnr.9" role="doc-backlink">9</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Soil and karst aquider hydrological controls on the geochemical evolution of speleothem-forming drip waters, Crag Cave, southwest Ireland
Journal of Hydrology v 273 p51-68
</p></div></div>

<div class="footdef"><sup><a id="fn.10" class="footnum" href="#fnr.10" role="doc-backlink">10</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Controls on trace element (Sr-Mg) compositions of carbonate cave waters: implications for speleothem climate records
Chemical Geology 166,255-269
</p></div></div>

<div class="footdef"><sup><a id="fn.11" class="footnum" href="#fnr.11" role="doc-backlink">11</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Paleo-climate reconstruction from stable isotope variations in speleothems: a review
Quaternary Science Reviews, v23 p 901-918
</p></div></div>

<div class="footdef"><sup><a id="fn.12" class="footnum" href="#fnr.12" role="doc-backlink">12</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Calcite: the Mineral with the Most Forms, Christian Weise Verlag, Munich, 114 pp.
</p></div></div>


</div>
</div></div>
</body>
</html>
